import 'package:flutter/material.dart';
import 'package:flutter/foundation.dart';
import 'package:shared_preferences/shared_preferences.dart';

const _kLocaleStorageKey = '__locale_key__';

class FFLocalizations {
  FFLocalizations(this.locale);

  final Locale locale;

  static FFLocalizations of(BuildContext context) =>
      Localizations.of<FFLocalizations>(context, FFLocalizations)!;

  static List<String> languages() => ['en', 'te', 'hi', 'ta', 'ml'];

  static late SharedPreferences _prefs;
  static Future initialize() async =>
      _prefs = await SharedPreferences.getInstance();
  static Future storeLocale(String locale) =>
      _prefs.setString(_kLocaleStorageKey, locale);
  static Locale? getStoredLocale() {
    final locale = _prefs.getString(_kLocaleStorageKey);
    return locale != null && locale.isNotEmpty ? createLocale(locale) : null;
  }

  String get languageCode => locale.toString();
  String? get languageShortCode =>
      _languagesWithShortCode.contains(locale.toString())
          ? '${locale.toString()}_short'
          : null;
  int get languageIndex => languages().contains(languageCode)
      ? languages().indexOf(languageCode)
      : 0;

  String getText(String key) =>
      (kTranslationsMap[key] ?? {})[locale.toString()] ?? '';

  String getVariableText({
    String? enText = '',
    String? teText = '',
    String? hiText = '',
    String? taText = '',
    String? mlText = '',
  }) =>
      [enText, teText, hiText, taText, mlText][languageIndex] ?? '';

  static const Set<String> _languagesWithShortCode = {
    'ar',
    'az',
    'ca',
    'cs',
    'da',
    'de',
    'dv',
    'en',
    'es',
    'et',
    'fi',
    'fr',
    'gr',
    'he',
    'hi',
    'hu',
    'it',
    'km',
    'ku',
    'mn',
    'ms',
    'no',
    'pt',
    'ro',
    'ru',
    'rw',
    'sv',
    'th',
    'uk',
    'vi',
  };
}

class FFLocalizationsDelegate extends LocalizationsDelegate<FFLocalizations> {
  const FFLocalizationsDelegate();

  @override
  bool isSupported(Locale locale) {
    final language = locale.toString();
    return FFLocalizations.languages().contains(
      language.endsWith('_')
          ? language.substring(0, language.length - 1)
          : language,
    );
  }

  @override
  Future<FFLocalizations> load(Locale locale) =>
      SynchronousFuture<FFLocalizations>(FFLocalizations(locale));

  @override
  bool shouldReload(FFLocalizationsDelegate old) => false;
}

Locale createLocale(String language) => language.contains('_')
    ? Locale.fromSubtags(
        languageCode: language.split('_').first,
        scriptCode: language.split('_').last,
      )
    : Locale(language);

final kTranslationsMap = <Map<String, Map<String, String>>>[
  // z_Profile11
  {
    'ip4tjnz7': {
      'en': 'Your Account',
      'hi': 'आपका खाता',
      'ml': 'നിങ്ങളുടെ അക്കൗണ്ട്',
      'ta': 'உங்கள் கணக்கு',
      'te': 'మీ ఖాతా',
    },
    'oyqoio0f': {
      'en': 'Edit Profile',
      'hi': 'प्रोफ़ाइल संपादित करें',
      'ml': 'പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക',
      'ta': 'சுயவிவரத்தைத் திருத்து',
      'te': 'ప్రొఫైల్‌ని సవరించండి',
    },
    'v2q09ox9': {
      'en': 'Settings',
      'hi': 'समायोजन',
      'ml': 'ക്രമീകരണങ്ങൾ',
      'ta': 'அமைப்புகள்',
      'te': 'సెట్టింగ్‌లు',
    },
    'ikd5v5gt': {
      'en': 'App Settings',
      'hi': 'एप्लिकेशन सेटिंग',
      'ml': 'ആപ്പ് ക്രമീകരണങ്ങൾ',
      'ta': 'பயன்பாட்டு அமைப்புகள்',
      'te': 'యాప్ సెట్టింగ్‌లు',
    },
    'nedkw3qq': {
      'en': 'Support',
      'hi': 'सहायता',
      'ml': 'പിന്തുണ',
      'ta': 'ஆதரவு',
      'te': 'మద్దతు',
    },
    't3tf59fd': {
      'en': 'Terms of Service',
      'hi': 'सेवा की शर्तें',
      'ml': 'സേവന നിബന്ധനകൾ',
      'ta': 'சேவை விதிமுறைகள்',
      'te': 'సేవా నిబంధనలు',
    },
    'bp0bry5e': {
      'en': 'Log Out',
      'hi': 'लॉग आउट',
      'ml': 'ലോഗ് ഔട്ട് ചെയ്യുക',
      'ta': 'வெளியேறு',
      'te': 'లాగ్ అవుట్ చేయండి',
    },
    '5ev39roi': {
      'en': 'Account',
      'hi': 'खाता',
      'ml': 'അക്കൗണ്ട്',
      'ta': 'கணக்கு',
      'te': 'ఖాతా',
    },
  },
  // Auth4
  {
    '82a3bpic': {
      'en': 'Sign Up',
      'hi': 'साइन अप करें',
      'ml': 'സൈൻ അപ്പ് ചെയ്യുക',
      'ta': 'பதிவு செய்யவும்',
      'te': 'చేరడం',
    },
    'cvef3fkl': {
      'en': 'Create Account',
      'hi': 'खाता बनाएं',
      'ml': 'അക്കൗണ്ട് സൃഷ്ടിക്കുക',
      'ta': 'உங்கள் கணக்கை துவங்குங்கள்',
      'te': 'ఖాతాను సృష్టించండి',
    },
    '2zo566pu': {
      'en': 'Let\'s get started by filling out the form below.',
      'hi': 'आइए नीचे दिया गया फॉर्म भरकर शुरुआत करें।',
      'ml': 'ചുവടെയുള്ള ഫോം പൂരിപ്പിച്ച് നമുക്ക് ആരംഭിക്കാം.',
      'ta': 'கீழே உள்ள படிவத்தை நிரப்புவதன் மூலம் தொடங்குவோம்.',
      'te': 'దిగువ ఫారమ్‌ను పూరించడం ద్వారా ప్రారంభిద్దాం.',
    },
    '1a4vm75y': {
      'en': 'Name',
      'hi': 'नाम',
      'ml': 'പേര്',
      'ta': 'பெயர்',
      'te': 'పేరు',
    },
    'hczzmeb9': {
      'en': 'Email',
      'hi': 'ईमेल',
      'ml': 'ഇമെയിൽ',
      'ta': 'மின்னஞ்சல்',
      'te': 'ఇమెయిల్',
    },
    'ui4tjzwd': {
      'en': 'Phone',
      'hi': 'फ़ोन',
      'ml': 'ഫോൺ',
      'ta': 'தொலைபேசி',
      'te': 'ఫోన్',
    },
    '5ehsrjw1': {
      'en': 'Password',
      'hi': 'पासवर्ड',
      'ml': 'Password',
      'ta': 'கடவுச்சொல்',
      'te': 'పాస్వర్డ్',
    },
    'gp49u1gg': {
      'en': 'Confirm Password',
      'hi': 'पासवर्ड की पुष्टि कीजिये',
      'ml': 'പാസ്വേഡ് സ്ഥിരീകരിക്കുക',
      'ta': 'கடவுச்சொல்லை உறுதிப்படுத்தவும்',
      'te': 'పాస్‌వర్డ్‌ని నిర్ధారించండి',
    },
    '6pulokgp': {
      'en': 'Get Started',
      'hi': 'शुरू हो जाओ',
      'ml': 'തുടങ്ങി',
      'ta': 'தொடங்குங்கள்',
      'te': 'ప్రారంభించడానికి',
    },
    '0lkb0p93': {
      'en': 'Or',
      'hi': 'या',
      'ml': 'അഥവാ',
      'ta': 'அல்லது',
      'te': 'లేదా',
    },
    'omnzgeai': {
      'en': 'Sign In',
      'hi': 'दाखिल करना',
      'ml': 'സൈൻ ഇൻ',
      'ta': 'உள்நுழையவும்',
      'te': 'సైన్ ఇన్ చేయండి',
    },
    '2c20gkb3': {
      'en': 'Welcome Back',
      'hi': 'वापसी पर स्वागत है',
      'ml': 'തിരികെ സ്വാഗതം',
      'ta': 'மீண்டும் வருக',
      'te': 'పునఃస్వాగతం',
    },
    '3noo2y04': {
      'en': 'Fill out the information below in order to access your account.',
      'hi': 'अपने खाते तक पहुंचने के लिए नीचे दी गई जानकारी भरें।',
      'ml':
          'നിങ്ങളുടെ അക്കൗണ്ട് ആക്‌സസ് ചെയ്യുന്നതിന് ചുവടെയുള്ള വിവരങ്ങൾ പൂരിപ്പിക്കുക.',
      'ta': 'உங்கள் கணக்கை அணுக, கீழே உள்ள தகவலை நிரப்பவும்.',
      'te': 'మీ ఖాతాను యాక్సెస్ చేయడానికి దిగువ సమాచారాన్ని పూరించండి.',
    },
    'ig5niice': {
      'en': 'Email',
      'hi': 'ईमेल',
      'ml': 'ഇമെയിൽ',
      'ta': 'மின்னஞ்சல்',
      'te': 'ఇమెయిల్',
    },
    't5zurfc4': {
      'en': 'Password',
      'hi': 'पासवर्ड',
      'ml': 'Password',
      'ta': 'கடவுச்சொல்',
      'te': 'పాస్వర్డ్',
    },
    'mhl4ts52': {
      'en': 'Sign In',
      'hi': 'दाखिल करना',
      'ml': 'സൈൻ ഇൻ',
      'ta': 'உள்நுழையவும்',
      'te': 'సైన్ ఇన్ చేయండి',
    },
    'rokask1v': {
      'en': 'Or',
      'hi': 'या',
      'ml': 'അഥവാ',
      'ta': 'அல்லது',
      'te': 'లేదా',
    },
    'd1s81kmd': {
      'en': 'Don\'t have an account yet?',
      'hi': 'अब तक कोई खाता नहीं है?',
      'ml': 'ഇതുവരെ ഒരു അക്കൗണ്ട് ഇല്ലേ?',
      'ta': 'இன்னும் கணக்கு இல்லையா?',
      'te': 'ఇంకా ఖాతా లేదా?',
    },
    '500aliyt': {
      'en': 'Register',
      'hi': 'पंजीकरण करवाना',
      'ml': 'രജിസ്റ്റർ ചെയ്യുക',
      'ta': 'பதிவு',
      'te': 'నమోదు చేసుకోండి',
    },
    'brxed50s': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // quiz
  {
    'ysdka5cj': {
      'en': 'Back',
      'hi': 'पीछे',
      'ml': 'തിരികെ',
      'ta': 'மீண்டும்',
      'te': 'వెనుకకు',
    },
    'qa7ndau6': {
      'en': 'Next',
      'hi': 'अगला',
      'ml': 'അടുത്തത്',
      'ta': 'அடுத்தது',
      'te': 'తరువాత',
    },
    'itbedkbn': {
      'en': 'Complete',
      'hi': 'पूरा',
      'ml': 'പൂർത്തിയാക്കുക',
      'ta': 'முழுமை',
      'te': 'పూర్తి',
    },
    'rcrkeqcx': {
      'en': 'Health Assessment',
      'hi': 'स्वास्थ्य की जांच करना',
      'ml': 'ആരോഗ്യ വിലയിരുത്തൽ',
      'ta': 'சுகாதார மதிப்பீடு',
      'te': 'ఆరోగ్య అంచనా',
    },
    '5jx8efmu': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // aiaudio
  {
    'w8juznce': {
      'en': 'Chat',
      'hi': 'बात करना',
      'ml': 'ചാറ്റ്',
      'ta': 'அரட்டை',
      'te': 'చాట్',
    },
  },
  // HomePage1
  {
    '4cf0ou48': {
      'en': 'Notifications',
      'hi': 'सूचनाएं',
      'ml': 'അറിയിപ്പുകൾ',
      'ta': 'அறிவிப்புகள்',
      'te': 'నోటిఫికేషన్‌లు',
    },
    'wyoabws9': {
      'en': 'Below are you new notifications.',
      'hi': 'नीचे आपके लिए नई सूचनाएं हैं।',
      'ml': 'നിങ്ങളുടെ പുതിയ അറിയിപ്പുകൾ ചുവടെയുണ്ട്.',
      'ta': 'உங்களுக்கான புதிய அறிவிப்புகள் கீழே உள்ளன.',
      'te': 'దిగువన మీ కొత్త నోటిఫికేషన్‌లు ఉన్నాయి.',
    },
    'fvnnxe9y': {
      'en': 'Username here',
      'hi': 'यहाँ उपयोक्तानाम',
      'ml': 'ഉപയോക്തൃനാമം ഇവിടെ',
      'ta': 'பயனர் பெயர் இங்கே',
      'te': 'వినియోగదారు పేరు ఇక్కడ',
    },
    '76al75gp': {
      'en': 'okay wow, you could definitely catch meat the restaurant in Ibiza',
      'hi':
          'ठीक है वाह, आप निश्चित रूप से इबीसा के रेस्तरां में मांस पकड़ सकते हैं',
      'ml':
          'ശരി, ഐബിസയിലെ റെസ്റ്റോറന്റിൽ നിങ്ങൾക്ക് തീർച്ചയായും മാംസം പിടിക്കാം',
      'ta':
          'சரி ஆஹா, ஐபிசாவில் உள்ள உணவகத்தில் நீங்கள் நிச்சயமாக இறைச்சியைப் பிடிக்கலாம்',
      'te':
          'సరే వావ్, మీరు ఖచ్చితంగా ఇబిజాలోని రెస్టారెంట్‌లో మాంసం తీసుకోవచ్చు',
    },
    '1grnoaoa': {
      'en': 'Posted',
      'hi': 'की तैनाती',
      'ml': 'പോസ്റ്റുചെയ്ത',
      'ta': 'இடுகையிடப்பட்டது',
      'te': 'పోస్ట్ చేయబడింది',
    },
    's3jwmmc6': {
      'en': 'A few moments ago',
      'hi': 'कुछ क्षण पहले',
      'ml': 'കുറച്ച് നിമിഷങ്ങൾക്ക് മുമ്പ്',
      'ta': 'சில கணங்களுக்கு முன்பு',
      'te': 'కొద్ది క్షణాల క్రితం',
    },
    'i57qubxf': {
      'en': 'Username here',
      'hi': 'यहाँ उपयोक्तानाम',
      'ml': 'ഉപയോക്തൃനാമം ഇവിടെ',
      'ta': 'பயனர் பெயர் இங்கே',
      'te': 'వినియోగదారు పేరు ఇక్కడ',
    },
    '7141yjwd': {
      'en': 'okay wow, you could definitely catch meat the restaurant in Ibiza',
      'hi':
          'ठीक है वाह, आप निश्चित रूप से इबीसा के रेस्तरां में मांस पकड़ सकते हैं',
      'ml':
          'ശരി, ഐബിസയിലെ റെസ്റ്റോറന്റിൽ നിങ്ങൾക്ക് തീർച്ചയായും മാംസം പിടിക്കാം',
      'ta':
          'சரி ஆஹா, ஐபிசாவில் உள்ள உணவகத்தில் நீங்கள் நிச்சயமாக இறைச்சியைப் பிடிக்கலாம்',
      'te':
          'సరే వావ్, మీరు ఖచ్చితంగా ఇబిజాలోని రెస్టారెంట్‌లో మాంసం తీసుకోవచ్చు',
    },
    'pud2fvj8': {
      'en': 'Posted',
      'hi': 'की तैनाती',
      'ml': 'പോസ്റ്റുചെയ്ത',
      'ta': 'இடுகையிடப்பட்டது',
      'te': 'పోస్ట్ చేయబడింది',
    },
    'x11o3vpr': {
      'en': 'A few moments ago',
      'hi': 'कुछ क्षण पहले',
      'ml': 'കുറച്ച് നിമിഷങ്ങൾക്ക് മുമ്പ്',
      'ta': 'சில கணங்களுக்கு முன்பு',
      'te': 'కొద్ది క్షణాల క్రితం',
    },
    '5n9c1bkl': {
      'en': 'Username here',
      'hi': 'यहाँ उपयोक्तानाम',
      'ml': 'ഉപയോക്തൃനാമം ഇവിടെ',
      'ta': 'பயனர் பெயர் இங்கே',
      'te': 'వినియోగదారు పేరు ఇక్కడ',
    },
    'z1sw05l8': {
      'en': 'okay wow, you could definitely catch meat the restaurant in Ibiza',
      'hi':
          'ठीक है वाह, आप निश्चित रूप से इबीसा के रेस्तरां में मांस पकड़ सकते हैं',
      'ml':
          'ശരി, ഐബിസയിലെ റെസ്റ്റോറന്റിൽ നിങ്ങൾക്ക് തീർച്ചയായും മാംസം പിടിക്കാം',
      'ta':
          'சரி ஆஹா, ஐபிசாவில் உள்ள உணவகத்தில் நீங்கள் நிச்சயமாக இறைச்சியைப் பிடிக்கலாம்',
      'te':
          'సరే వావ్, మీరు ఖచ్చితంగా ఇబిజాలోని రెస్టారెంట్‌లో మాంసం తీసుకోవచ్చు',
    },
    'vb26yrzj': {
      'en': 'Posted',
      'hi': 'की तैनाती',
      'ml': 'പോസ്റ്റുചെയ്ത',
      'ta': 'இடுகையிடப்பட்டது',
      'te': 'పోస్ట్ చేయబడింది',
    },
    'tgnfjgja': {
      'en': 'A few moments ago',
      'hi': 'कुछ क्षण पहले',
      'ml': 'കുറച്ച് നിമിഷങ്ങൾക്ക് മുമ്പ്',
      'ta': 'சில கணங்களுக்கு முன்பு',
      'te': 'కొద్ది క్షణాల క్రితం',
    },
    'v0xvdwbn': {
      'en': 'Welcome',
      'hi': 'स्वागत',
      'ml': 'സ്വാഗതം',
      'ta': 'வரவேற்பு',
      'te': 'స్వాగతం',
    },
    'cn2ghh3j': {
      'en': '1',
      'hi': '1',
      'ml': '1',
      'ta': '1',
      'te': '1',
    },
    '8zram5tn': {
      'en': 'MOOD TRACKER',
      'hi': 'मूड ट्रैकर',
      'ml': 'മൂഡ് ട്രാക്കർ',
      'ta': 'மனநிலை கண்காணிப்பாளர்',
      'te': 'మూడ్ ట్రాకర్',
    },
    'oefwg8cb': {
      'en': 'View assessment scores',
      'hi': 'मूल्यांकन स्कोर देखें',
      'ml': 'മൂല്യനിർണ്ണയ സ്കോറുകൾ കാണുക',
      'ta': 'மதிப்பீட்டு மதிப்பெண்களைப் பார்க்கவும்',
      'te': 'మూల్యాంకన స్కోర్‌లను వీక్షించండి',
    },
    'c7v1dz7v': {
      'en': 'PRE - A',
      'hi': 'पूर्व - ए',
      'ml': 'PRE - എ',
      'ta': 'PRE - ஏ',
      'te': 'PRE - ఎ',
    },
    'i1xwyqov': {
      'en': 'GAD - 7',
      'hi': 'जीएडी - 7',
      'ml': 'GAD - 7',
      'ta': 'ஜிஏடி - 7',
      'te': 'GAD - 7',
    },
    '8mqqmbg1': {
      'en': 'PHQ - 7',
      'hi': 'पीएचक्यू-7',
      'ml': 'PHQ - 7',
      'ta': 'PHQ - 7',
      'te': 'PHQ - 7',
    },
    'tho7w4jk': {
      'en': 'Take Pre Assessment',
      'hi': 'प्री असेसमेंट लें',
      'ml': 'പ്രീ അസസ്മെന്റ് എടുക്കുക',
      'ta': 'முன் மதிப்பீட்டை எடுத்துக் கொள்ளுங்கள்',
      'te': 'ముందస్తు అసెస్‌మెంట్ తీసుకోండి',
    },
    'ojptyygi': {
      'en': 'Pre Assessment',
      'hi': 'पूर्व आकलन',
      'ml': 'മുൻകൂർ വിലയിരുത്തൽ',
      'ta': 'முன் மதிப்பீடு',
      'te': 'ముందస్తు అంచనా',
    },
    '837jg0vd': {
      'en': 'Advised to take frequently',
      'hi': 'बार-बार लेने की सलाह दी जाती है',
      'ml': 'ഇടയ്ക്കിടെ എടുക്കാൻ നിർദ്ദേശിക്കുന്നു',
      'ta': 'அடிக்கடி எடுத்துக்கொள்ள அறிவுறுத்தப்படுகிறது',
      'te': 'తరచుగా తీసుకోవాలని సూచించారు',
    },
    '8taw9mwq': {
      'en': 'Recommended Assessments',
      'hi': 'अनुशंसित आकलन',
      'ml': 'ശുപാർശ ചെയ്യുന്ന മൂല്യനിർണ്ണയങ്ങൾ',
      'ta': 'பரிந்துரைக்கப்பட்ட மதிப்பீடுகள்',
      'te': 'సిఫార్సు చేయబడిన అంచనాలు',
    },
    'd4aa8egb': {
      'en': 'see more',
      'hi': 'और देखें',
      'ml': 'കൂടുതൽ കാണുക',
      'ta': 'மேலும் பார்க்க',
      'te': 'ఇంకా చూడండి',
    },
    '2wr1qmbb': {
      'en': 'Generalized Anxiety Disorder 7-item',
      'hi': 'सामान्यीकृत चिंता विकार 7-आइटम',
      'ml': 'പൊതുവായ ഉത്കണ്ഠാ വൈകല്യം 7-ഇനം',
      'ta': 'பொதுவான கவலைக் கோளாறு 7-உருப்படி',
      'te': 'సాధారణీకరించిన ఆందోళన రుగ్మత 7-అంశం',
    },
    'xvzmbsai': {
      'en': '7 Questions',
      'hi': '7 प्रश्न',
      'ml': '7 ചോദ്യങ്ങൾ',
      'ta': '7 கேள்விகள்',
      'te': '7 ప్రశ్నలు',
    },
    '5z0hod06': {
      'en': 'Depression: Patient Health Questionnaire-9',
      'hi': 'अवसाद: रोगी स्वास्थ्य प्रश्नावली-9',
      'ml': 'വിഷാദരോഗം: രോഗിയുടെ ആരോഗ്യ ചോദ്യാവലി-9',
      'ta': 'மனச்சோர்வு: நோயாளியின் உடல்நலம் கேள்வித்தாள்-9',
      'te': 'డిప్రెషన్: పేషెంట్ హెల్త్ ప్రశ్నాపత్రం-9',
    },
    'ibs7pj81': {
      'en': '9 Questions',
      'hi': '9 प्रश्न',
      'ml': '9 ചോദ്യങ്ങൾ',
      'ta': '9 கேள்விகள்',
      'te': '9 ప్రశ్నలు',
    },
    'p5u4ff2g': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // PreAssessmentLanding1
  {
    'diofwmv2': {
      'en': 'Take Pre Assessment',
      'hi': 'प्री असेसमेंट लें',
      'ml': 'പ്രീ അസസ്മെന്റ് എടുക്കുക',
      'ta': 'முன் மதிப்பீட்டை எடுத்துக் கொள்ளுங்கள்',
      'te': 'ముందస్తు అసెస్‌మెంట్ తీసుకోండి',
    },
    'r7i21qwh': {
      'en': 'and get recommendations',
      'hi': 'और सिफ़ारिशें प्राप्त करें',
      'ml': 'കൂടാതെ ശുപാർശകൾ നേടുക',
      'ta': 'மற்றும் பரிந்துரைகளைப் பெறுங்கள்',
      'te': 'మరియు సిఫార్సులను పొందండి',
    },
    'p7uokhgf': {
      'en': 'Next',
      'hi': 'अगला',
      'ml': 'അടുത്തത്',
      'ta': 'அடுத்தது',
      'te': 'తరువాత',
    },
    'sela64jl': {
      'en': 'Assessment',
      'hi': 'आकलन',
      'ml': 'വിലയിരുത്തൽ',
      'ta': 'மதிப்பீடு',
      'te': 'మూల్యాంకనం',
    },
  },
  // dataRegistry
  {
    'mulrz44s': {
      'en': 'Search...',
      'hi': 'खोज...',
      'ml': 'തിരയുക...',
      'ta': 'தேடு...',
      'te': 'వెతకండి...',
    },
    '49g040lq': {
      'en': 'Articles',
      'hi': 'सामग्री',
      'ml': 'ലേഖനങ്ങൾ',
      'ta': 'கட்டுரைகள்',
      'te': 'వ్యాసాలు',
    },
    'zj1qbx2r': {
      'en': 'Categories',
      'hi': 'श्रेणियाँ',
      'ml': 'വിഭാഗങ്ങൾ',
      'ta': 'வகைகள்',
      'te': 'కేటగిరీలు',
    },
    'umsgjl8h': {
      'en': 'Limited Edition',
      'hi': 'सीमित संस्करण',
      'ml': 'പരിമിത പതിപ്പ്',
      'ta': 'வரையறுக்கப்பட்ட பதிப்பு',
      'te': 'పరిమిత ఎడిషన్',
    },
    'jsai8u7a': {
      'en': 'Books',
      'hi': 'पुस्तकें',
      'ml': 'പുസ്തകങ്ങൾ',
      'ta': 'புத்தகங்கள்',
      'te': 'పుస్తకాలు',
    },
    '2idcrh9v': {
      'en': 'Categories',
      'hi': 'श्रेणियाँ',
      'ml': 'വിഭാഗങ്ങൾ',
      'ta': 'வகைகள்',
      'te': 'కేటగిరీలు',
    },
    '9s7rwlis': {
      'en': 'Limited Edition',
      'hi': 'सीमित संस्करण',
      'ml': 'പരിമിത പതിപ്പ്',
      'ta': 'வரையறுக்கப்பட்ட பதிப்பு',
      'te': 'పరిమిత ఎడిషన్',
    },
    '1dvuxvtr': {
      'en': 'Videos',
      'hi': 'वीडियो',
      'ml': 'വീഡിയോകൾ',
      'ta': 'வீடியோக்கள்',
      'te': 'వీడియోలు',
    },
    's1ivbxx1': {
      'en': 'Categories',
      'hi': 'श्रेणियाँ',
      'ml': 'വിഭാഗങ്ങൾ',
      'ta': 'வகைகள்',
      'te': 'కేటగిరీలు',
    },
    'maak0vc0': {
      'en': 'Videos1',
      'hi': 'वीडियो1',
      'ml': 'വീഡിയോകൾ1',
      'ta': 'வீடியோக்கள்1',
      'te': 'వీడియోలు1',
    },
    'cu3miimt': {
      'en': 'Data Registry',
      'hi': 'डेटा रजिस्ट्री',
      'ml': 'ഡാറ്റ രജിസ്ട്രി',
      'ta': 'தரவுப் பதிவு',
      'te': 'డేటా రిజిస్ట్రీ',
    },
    'eiumpefk': {
      'en': 'Registry',
      'hi': 'रजिस्ट्री',
      'ml': 'രജിസ്ട്രി',
      'ta': 'பதிவுத்துறை',
      'te': 'రిజిస్ట్రీ',
    },
  },
  // PsyPal
  {
    'tpa5qtil': {
      'en': 'PsyPal',
      'hi': 'साइपाल',
      'ml': 'സൈപാൽ',
      'ta': 'சைபால்',
      'te': 'సైపాల్',
    },
    'skxycpk6': {
      'en': 'Chat',
      'hi': 'बात करना',
      'ml': 'ചാറ്റ്',
      'ta': 'அரட்டை',
      'te': 'చాట్',
    },
  },
  // assessmentResults
  {
    '475nip4w': {
      'en': 'Enter prompt...',
      'hi': 'शीघ्र दर्ज करें...',
      'ml': 'നിർദ്ദേശം നൽകുക...',
      'ta': 'உடனடியாக உள்ளிடவும்...',
      'te': 'ప్రాంప్ట్‌ని నమోదు చేయండి...',
    },
    't2l4gi7w': {
      'en': 'Submit',
      'hi': 'जमा करना',
      'ml': 'സമർപ്പിക്കുക',
      'ta': 'சமர்ப்பிக்கவும்',
      'te': 'సమర్పించండి',
    },
    'ih83mzkh': {
      'en': 'Results',
      'hi': 'परिणाम',
      'ml': 'ഫലം',
      'ta': 'முடிவுகள்',
      'te': 'ఫలితాలు',
    },
    'f95b4ert': {
      'en': 'Results',
      'hi': 'परिणाम',
      'ml': 'ഫലം',
      'ta': 'முடிவுகள்',
      'te': 'ఫలితాలు',
    },
  },
  // Maps
  {
    'fn5l72kb': {
      'en': 'Search',
      'hi': 'खोज',
      'ml': 'തിരയുക',
      'ta': 'தேடு',
      'te': 'వెతకండి',
    },
    'iby0mceh': {
      'en': 'Enter your Street & City',
      'hi': 'अपनी सड़क और शहर दर्ज करें',
      'ml': 'നിങ്ങളുടെ തെരുവും നഗരവും നൽകുക',
      'ta': 'உங்கள் தெரு & நகரத்தை உள்ளிடவும்',
      'te': 'మీ వీధి & నగరాన్ని నమోదు చేయండి',
    },
    's3oqx9aw': {
      'en': 'Locate nearby Centres',
      'hi': 'आस-पास के केंद्रों का पता लगाएं',
      'ml': 'അടുത്തുള്ള കേന്ദ്രങ്ങൾ കണ്ടെത്തുക',
      'ta': 'அருகிலுள்ள மையங்களைக் கண்டறியவும்',
      'te': 'సమీపంలోని కేంద్రాలను గుర్తించండి',
    },
    '30npqf6l': {
      'en': 'Locate',
      'hi': 'का पता लगाने',
      'ml': 'കണ്ടെത്തുക',
      'ta': 'கண்டறிக',
      'te': 'గుర్తించండి',
    },
  },
  // community
  {
    '9x27hoah': {
      'en': 'Psy Community',
      'hi': 'साई समुदाय',
      'ml': 'സൈ കമ്മ്യൂണിറ്റി',
      'ta': 'சை சமூகம்',
      'te': 'సై కమ్యూనిటీ',
    },
    '5dc0r714': {
      'en': 'Stay up to date with the latest news below.',
      'hi': 'नीचे दी गई ताज़ा ख़बरों से अपडेट रहें।',
      'ml': 'ചുവടെയുള്ള ഏറ്റവും പുതിയ വാർത്തകളുമായി കാലികമായി തുടരുക.',
      'ta': 'கீழே உள்ள சமீபத்திய செய்திகளுடன் புதுப்பித்த நிலையில் இருங்கள்.',
      'te': 'దిగువన ఉన్న తాజా వార్తలతో తాజాగా ఉండండి.',
    },
    '3nwgf0k8': {
      'en': 'Search all articles...',
      'hi': 'सभी लेख खोजें...',
      'ml': 'എല്ലാ ലേഖനങ്ങളും തിരയുക...',
      'ta': 'அனைத்து கட்டுரைகளையும் தேடு...',
      'te': 'అన్ని కథనాలను శోధించండి...',
    },
    '9fswnvqq': {
      'en': 'HSBC is getting back into consumer lending...',
      'hi': 'एचएसबीसी उपभोक्ता ऋण देने में वापस आ रहा है...',
      'ml': 'എച്ച്എസ്ബിസി ഉപഭോക്തൃ വായ്പയിലേക്ക് തിരിച്ചുവരുന്നു...',
      'ta': 'HSBC மீண்டும் நுகர்வோர் கடனில் இறங்குகிறது...',
      'te': 'హెచ్‌ఎస్‌బిసి వినియోగదారుల రుణాలను తిరిగి పొందుతోంది...',
    },
    'tpxemfpy': {
      'en': 'Jackson Hewiit',
      'hi': 'जैक्सन हेविट',
      'ml': 'ജാക്സൺ ഹെവിറ്റ്',
      'ta': 'ஜாக்சன் ஹெவிட்',
      'te': 'జాక్సన్ హెవిట్',
    },
    '6kxd9ueb': {
      'en': '24',
      'hi': '24',
      'ml': '24',
      'ta': '24',
      'te': '24',
    },
    '46s2o3l7': {
      'en': '12h',
      'hi': '12 घंटे',
      'ml': '12 മണിക്കൂർ',
      'ta': '12மணி',
      'te': '12గం',
    },
    '3gr3ru9o': {
      'en': 'HSBC is getting back into consumer lending...',
      'hi': 'एचएसबीसी उपभोक्ता ऋण देने में वापस आ रहा है...',
      'ml': 'എച്ച്എസ്ബിസി ഉപഭോക്തൃ വായ്പയിലേക്ക് തിരിച്ചുവരുന്നു...',
      'ta': 'HSBC மீண்டும் நுகர்வோர் கடனில் இறங்குகிறது...',
      'te': 'హెచ్‌ఎస్‌బిసి వినియోగదారుల రుణాలను తిరిగి పొందుతోంది...',
    },
    'njmkc5ik': {
      'en': 'Jackson Hewiit',
      'hi': 'जैक्सन हेविट',
      'ml': 'ജാക്സൺ ഹെവിറ്റ്',
      'ta': 'ஜாக்சன் ஹெவிட்',
      'te': 'జాక్సన్ హెవిట్',
    },
    'cyo4c6pv': {
      'en': '24',
      'hi': '24',
      'ml': '24',
      'ta': '24',
      'te': '24',
    },
    'ijiw8liw': {
      'en': '12h',
      'hi': '12 घंटे',
      'ml': '12 മണിക്കൂർ',
      'ta': '12மணி',
      'te': '12గం',
    },
    'kdx2khbz': {
      'en': 'For You',
      'hi': 'आपके लिए',
      'ml': 'നിനക്കായ്',
      'ta': 'உனக்காக',
      'te': 'మీ కోసం',
    },
    'zi829d3z': {
      'en': 'Sci-Fi',
      'hi': 'विज्ञान-कथा',
      'ml': 'സയൻസ് ഫിക്ഷൻ',
      'ta': 'அறிவியல் புனைகதை',
      'te': 'సైన్స్ ఫిక్షన్',
    },
    'ocv9ym21': {
      'en': 'Fiction',
      'hi': 'कल्पना',
      'ml': 'ഫിക്ഷൻ',
      'ta': 'கற்பனை',
      'te': 'ఫిక్షన్',
    },
    'na3y1msn': {
      'en': 'Technology',
      'hi': 'तकनीकी',
      'ml': 'സാങ്കേതികവിദ്യ',
      'ta': 'தொழில்நுட்பம்',
      'te': 'సాంకేతికం',
    },
    'g5eu2unf': {
      'en': 'Ai News',
      'hi': 'ऐ न्यूज़',
      'ml': 'എഐ വാർത്ത',
      'ta': 'ஐ செய்திகள்',
      'te': 'ఐ న్యూస్',
    },
    'sp3qbvdc': {
      'en': 'Startups',
      'hi': 'स्टार्टअप',
      'ml': 'സ്റ്റാർട്ടപ്പുകൾ',
      'ta': 'தொடக்கங்கள்',
      'te': 'స్టార్టప్‌లు',
    },
    'qgjcg9tf': {
      'en': 'For You',
      'hi': 'आपके लिए',
      'ml': 'നിനക്കായ്',
      'ta': 'உனக்காக',
      'te': 'మీ కోసం',
    },
    'i4amn4bi': {
      'en': 'Popular Today',
      'hi': 'आज लोकप्रिय',
      'ml': 'ഇന്ന് ജനപ്രിയം',
      'ta': 'இன்று பிரபலமானது',
      'te': 'నేడు ప్రసిద్ధి చెందింది',
    },
    'zi9u1ipp': {
      'en':
          'HSBC is getting back into consumer lending in the us according to...',
      'hi': 'एचएसबीसी अमेरिका में उपभोक्ता ऋण देने में वापस आ रहा है...',
      'ml': 'എച്ച്എസ്ബിസി ഉപഭോക്തൃ വായ്പയിലേക്ക് തിരിച്ചുവരുന്നു...',
      'ta': 'எச்எஸ்பிசி மீண்டும் நுகர்வோர் கடனில் இறங்குகிறது...',
      'te': 'హెచ్‌ఎస్‌బిసి మన దేశంలో వినియోగదారుల రుణాలను తిరిగి పొందుతోంది...',
    },
    '2vlhoa5w': {
      'en': 'Jackson Hewiit',
      'hi': 'जैक्सन हेविट',
      'ml': 'ജാക്സൺ ഹെവിറ്റ്',
      'ta': 'ஜாக்சன் ஹெவிட்',
      'te': 'జాక్సన్ హెవిట్',
    },
    '8c0h3b1q': {
      'en': '24',
      'hi': '24',
      'ml': '24',
      'ta': '24',
      'te': '24',
    },
    'c0355zif': {
      'en': '12h',
      'hi': '12 घंटे',
      'ml': '12 മണിക്കൂർ',
      'ta': '12மணி',
      'te': '12గం',
    },
    'h61mlgdk': {
      'en': 'Read Now',
      'hi': 'अभी पढ़ें',
      'ml': 'ഇപ്പോൾ വായിക്കുക',
      'ta': 'இப்போது படியுங்கள்',
      'te': 'ఇప్పుడు చదవండి',
    },
    'kczi5ez0': {
      'en':
          'HSBC is getting back into consumer lending in the us according to...',
      'hi': 'एचएसबीसी अमेरिका में उपभोक्ता ऋण देने में वापस आ रहा है...',
      'ml': 'എച്ച്എസ്ബിസി ഉപഭോക്തൃ വായ്പയിലേക്ക് തിരിച്ചുവരുന്നു...',
      'ta': 'எச்எஸ்பிசி நுகர்வோர் கடன் வழங்குவதில் மீண்டும் இறங்குகிறது...',
      'te': 'హెచ్‌ఎస్‌బిసి మన దేశంలో వినియోగదారుల రుణాలను తిరిగి పొందుతోంది...',
    },
    'jon75xje': {
      'en': 'Jackson Hewiit',
      'hi': 'जैक्सन हेविट',
      'ml': 'ജാക്സൺ ഹെവിറ്റ്',
      'ta': 'ஜாக்சன் ஹெவிட்',
      'te': 'జాక్సన్ హెవిట్',
    },
    '6ggqid68': {
      'en': '24',
      'hi': '24',
      'ml': '24',
      'ta': '24',
      'te': '24',
    },
    'yyc0sh2z': {
      'en': '12h',
      'hi': '12 घंटे',
      'ml': '12 മണിക്കൂർ',
      'ta': '12மணி',
      'te': '12గం',
    },
    '9cnpfwou': {
      'en': 'Read Now',
      'hi': 'अभी पढ़ें',
      'ml': 'ഇപ്പോൾ വായിക്കുക',
      'ta': 'இப்போது படியுங்கள்',
      'te': 'ఇప్పుడు చదవండి',
    },
    'powpdqx2': {
      'en':
          'HSBC is getting back into consumer lending in the us according to...',
      'hi': 'एचएसबीसी अमेरिका में उपभोक्ता ऋण देने में वापस आ रहा है...',
      'ml': 'എച്ച്എസ്ബിസി ഉപഭോക്തൃ വായ്പയിലേക്ക് തിരിച്ചുവരുന്നു...',
      'ta': 'எச்எஸ்பிசி நுகர்வோர் கடன் வழங்குவதில் மீண்டும் இறங்குகிறது...',
      'te': 'హెచ్‌ఎస్‌బిసి మన దేశంలో వినియోగదారుల రుణాలను తిరిగి పొందుతోంది...',
    },
    'k7ylnpkd': {
      'en': 'Jackson Hewiit',
      'hi': 'जैक्सन हेविट',
      'ml': 'ജാക്സൺ ഹെവിറ്റ്',
      'ta': 'ஜாக்சன் ஹெவிட்',
      'te': 'జాక్సన్ హెవిట్',
    },
    'oj9sl533': {
      'en': '24',
      'hi': '24',
      'ml': '24',
      'ta': '24',
      'te': '24',
    },
    '0sfii61r': {
      'en': '12h',
      'hi': '12 घंटे',
      'ml': '12 മണിക്കൂർ',
      'ta': '12மணி',
      'te': '12గం',
    },
    'glfxkmoe': {
      'en': 'Read Now',
      'hi': 'अभी पढ़ें',
      'ml': 'ഇപ്പോൾ വായിക്കുക',
      'ta': 'இப்போது படியுங்கள்',
      'te': 'ఇప్పుడు చదవండి',
    },
    'zaob11uz': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // editProfile
  {
    'bc0u46lr': {
      'en': 'Your information',
      'hi': 'आपकी जानकारी',
      'ml': 'നിങ്ങളുടെ വിവരങ്ങൾ',
      'ta': 'உங்களுடைய தகவல்',
      'te': 'మీ వివరములు',
    },
    '8i85uyyd': {
      'en': 'Your Name',
      'hi': 'आपका नाम',
      'ml': 'നിങ്ങളുടെ പേര്',
      'ta': 'உங்கள் பெயர்',
      'te': 'నీ పేరు',
    },
    'm6tgdnzl': {
      'en': 'Enter your Name',
      'hi': 'अपना नाम दर्ज करें',
      'ml': 'നിങ്ങളുടെ പേര് നൽകുക',
      'ta': 'உங்கள் பெயரை உள்ளிடவும்',
      'te': 'మీ పేరు రాయుము, మీ పేరు రాయండి',
    },
    'fnbi2y21': {
      'en': 'Email',
      'hi': 'ईमेल',
      'ml': 'ഇമെയിൽ',
      'ta': 'மின்னஞ்சல்',
      'te': 'ఇమెయిల్',
    },
    'pbwgi0d9': {
      'en': 'Enter Email',
      'hi': 'ईमेल दर्ज करें',
      'ml': 'ഇമെയിൽ നൽകുക',
      'ta': 'மின்னஞ்சலை உள்ளிடவும்',
      'te': 'ఇమెయిల్‌ని నమోదు చేయండి',
    },
    'qzpw9nog': {
      'en': 'Phone Number',
      'hi': 'फ़ोन नंबर',
      'ml': 'ഫോൺ നമ്പർ',
      'ta': 'தொலைபேசி எண்',
      'te': 'ఫోను నంబరు',
    },
    'hodqoqf9': {
      'en': 'Enter Phone Number',
      'hi': 'फोन नंबर दर्ज',
      'ml': 'ഫോൺ നമ്പർ നൽകുക',
      'ta': 'தொலைபேசி எண்ணை உள்ளிடவும்',
      'te': 'ఫోన్ నంబర్‌ని నమోదు చేయండి',
    },
    'a3aym0cn': {
      'en': 'Upload new Profile Image',
      'hi': 'नई प्रोफ़ाइल छवि अपलोड करें',
      'ml': 'പുതിയ പ്രൊഫൈൽ ചിത്രം അപ്‌ലോഡ് ചെയ്യുക',
      'ta': 'புதிய சுயவிவரப் படத்தைப் பதிவேற்றவும்',
      'te': 'కొత్త ప్రొఫైల్ చిత్రాన్ని అప్‌లోడ్ చేయండి',
    },
    '0h6jg4pr': {
      'en': 'Save Changes',
      'hi': 'परिवर्तनों को सुरक्षित करें',
      'ml': 'മാറ്റങ്ങൾ സൂക്ഷിക്കുക',
      'ta': 'மாற்றங்களை சேமியுங்கள்',
      'te': 'మార్పులను ఊంచు',
    },
    'cbdgam00': {
      'en': 'Edit Profile',
      'hi': 'प्रोफ़ाइल संपादित करें',
      'ml': 'പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക',
      'ta': 'சுயவிவரத்தைத் திருத்து',
      'te': 'ప్రొఫైల్‌ని సవరించండి',
    },
    'm59dh9qn': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // ChatPage
  {
    'nkivwb11': {
      'en': 'Aditya Satuluri',
      'hi': 'आदित्य सतुलुरी',
      'ml': 'ആദിത്യ സതുലൂരി',
      'ta': 'ஆதித்யா சதுலூரி',
      'te': 'ఆదిత్య సాతులూరి',
    },
    'wv102ioc': {
      'en': 'Emaillll',
      'hi': 'ईमेलllll',
      'ml': 'ഇമെയിൽ',
      'ta': 'மின்னஞ்சல்',
      'te': 'ఇమెయిల్',
    },
    '59buqys9': {
      'en': 'ug7ydgbfyuebdf',
      'hi': 'ug7ydgbfyuebdf',
      'ml': 'ug7ydgbfyuebdf',
      'ta': 'ug7ydgbfyuebdf',
      'te': 'ug7ydgbfyuebdf',
    },
    'fhz1im4v': {
      'en': '11:45 PM',
      'hi': '11:45 अपराह्न',
      'ml': '11:45 PM',
      'ta': '11:45 PM',
      'te': '11:45 PM',
    },
    'b1zuhovt': {
      'en': '11:45 AM',
      'hi': '11:45 पूर्वाह्न',
      'ml': '11:45 AM',
      'ta': '11:45 AM',
      'te': '11:45 AM',
    },
    'inocfat5': {
      'en': 'ug7ydgbfyuebdf',
      'hi': 'ug7ydgbfyuebdf',
      'ml': 'ug7ydgbfyuebdf',
      'ta': 'ug7ydgbfyuebdf',
      'te': 'ug7ydgbfyuebdf',
    },
    'fy5w342r': {
      'en': 'Enter Message',
      'hi': 'संदेश दर्ज करें',
      'ml': 'സന്ദേശം നൽകുക',
      'ta': 'செய்தியை உள்ளிடவும்',
      'te': 'సందేశాన్ని నమోదు చేయండి',
    },
    'oicgfsqh': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // preTest
  {
    'snusuvrv': {
      'en': 'Pre Assessment',
      'hi': 'पूर्व आकलन',
      'ml': 'മുൻകൂർ വിലയിരുത്തൽ',
      'ta': 'முன் மதிப்பீடு',
      'te': 'ముందస్తు అంచనా',
    },
    '5np0t76c': {
      'en': 'Section 1: General Mental Health',
      'hi': 'धारा 1: सामान्य मानसिक स्वास्थ्य',
      'ml': 'വിഭാഗം 1: പൊതുവായ മാനസികാരോഗ്യം',
      'ta': 'பிரிவு 1: பொது மனநலம்',
      'te': 'విభాగం 1: సాధారణ మానసిక ఆరోగ్యం',
    },
    'hb8vl3h6': {
      'en':
          '1.Over the past two weeks, have you experienced persistent sadness, hopelessness, or a lack of interest or pleasure in activities?',
      'hi':
          '1.पिछले दो हफ्तों में, क्या आपने लगातार उदासी, निराशा, या गतिविधियों में रुचि या आनंद की कमी का अनुभव किया है?',
      'ml':
          '1.കഴിഞ്ഞ രണ്ടാഴ്‌ചയ്‌ക്കുള്ളിൽ, നിങ്ങൾ നിരന്തരമായ ദുഃഖമോ നിരാശയോ അല്ലെങ്കിൽ പ്രവർത്തനങ്ങളിൽ താൽപ്പര്യക്കുറവോ സന്തോഷമോ അനുഭവിച്ചിട്ടുണ്ടോ?',
      'ta':
          '1.கடந்த இரண்டு வாரங்களாக, நீங்கள் தொடர்ந்து சோகம், நம்பிக்கையின்மை அல்லது செயல்பாடுகளில் ஆர்வம் அல்லது மகிழ்ச்சியின்மை ஆகியவற்றை அனுபவித்திருக்கிறீர்களா?',
      'te':
          '1.గత రెండు వారాలుగా, మీరు నిరంతర విచారం, నిస్సహాయత లేదా కార్యకలాపాల్లో ఆసక్తి లేక ఆనందాన్ని అనుభవించారా?',
    },
    '9fpn6nl0': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    '1ckz03zc': {
      'en': 'Frequently',
      'hi': 'बार-बार',
      'ml': 'കൂടെക്കൂടെ',
      'ta': 'அடிக்கடி',
      'te': 'తరచుగా',
    },
    '71si62zi': {
      'en': 'Occasionally',
      'hi': 'कभी-कभी',
      'ml': 'ഇടയ്ക്കിടെ',
      'ta': 'எப்போதாவது',
      'te': 'అప్పుడప్పుడు',
    },
    'usj617x2': {
      'en': 'Almost all of the time',
      'hi': 'लगभग हर समय',
      'ml': 'മിക്കവാറും എല്ലാ സമയത്തും',
      'ta': 'கிட்டத்தட்ட எல்லா நேரங்களிலும்',
      'te': 'దాదాపు అన్ని సమయాలలో',
    },
    'sxsfwn7r': {
      'en':
          '2.\tHow often do you feel anxious or worried without a specific reason?',
      'hi':
          '2. आप कितनी बार बिना किसी विशेष कारण के चिंतित या चिंतित महसूस करते हैं?',
      'ml':
          '2. ഒരു പ്രത്യേക കാരണമില്ലാതെ നിങ്ങൾക്ക് എത്ര തവണ ഉത്കണ്ഠയോ ഉത്കണ്ഠയോ അനുഭവപ്പെടുന്നു?',
      'ta':
          '2. ஒரு குறிப்பிட்ட காரணமின்றி நீங்கள் எவ்வளவு அடிக்கடி கவலைப்படுகிறீர்கள் அல்லது கவலைப்படுகிறீர்கள்?',
      'te':
          '2. నిర్దిష్ట కారణం లేకుండా మీరు ఎంత తరచుగా ఆత్రుతగా లేదా ఆందోళన చెందుతున్నారు?',
    },
    'igu4gj1q': {
      'en': 'rarely',
      'hi': 'कभी-कभार',
      'ml': 'അപൂർവ്വമായി',
      'ta': 'அரிதாக',
      'te': 'అరుదుగా',
    },
    'vkl8nyrl': {
      'en': 'Frequently',
      'hi': 'बार-बार',
      'ml': 'കൂടെക്കൂടെ',
      'ta': 'அடிக்கடி',
      'te': 'తరచుగా',
    },
    'qynh2991': {
      'en': 'Sometimes',
      'hi': 'कभी-कभी',
      'ml': 'ചിലപ്പോൾ',
      'ta': 'சில சமயம்',
      'te': 'కొన్నిసార్లు',
    },
    'ybmb8350': {
      'en': 'Always',
      'hi': 'हमेशा',
      'ml': 'എപ്പോഴും',
      'ta': 'எப்போதும்',
      'te': 'ఎల్లప్పుడూ',
    },
    '6nw2gjub': {
      'en':
          '3.\tDo you have trouble sleeping or experience changes in your sleep patterns?',
      'hi':
          '3. क्या आपको सोने में परेशानी होती है या आपकी नींद के पैटर्न में बदलाव का अनुभव होता है?',
      'ml':
          '3. നിങ്ങൾക്ക് ഉറങ്ങാൻ പ്രശ്‌നമുണ്ടോ അല്ലെങ്കിൽ നിങ്ങളുടെ ഉറക്ക രീതികളിൽ മാറ്റങ്ങൾ അനുഭവപ്പെടുന്നുണ്ടോ?',
      'ta':
          '3. உறங்குவதில் சிக்கல் உள்ளதா அல்லது உங்களின் உறக்க முறைகளில் மாற்றம் உள்ளதா?',
      'te':
          '3. మీకు నిద్ర పట్టడంలో సమస్య ఉందా లేదా మీ నిద్ర విధానాలలో మార్పులను అనుభవిస్తున్నారా?',
    },
    '810wh15t': {
      'en': 'No',
      'hi': 'नहीं',
      'ml': 'ഇല്ല',
      'ta': 'இல்லை',
      'te': 'నం',
    },
    '4guboh2o': {
      'en': 'Frequently',
      'hi': 'बार-बार',
      'ml': 'കൂടെക്കൂടെ',
      'ta': 'அடிக்கடி',
      'te': 'తరచుగా',
    },
    'jkpbu1lm': {
      'en': 'Occasionally',
      'hi': 'कभी-कभी',
      'ml': 'ഇടയ്ക്കിടെ',
      'ta': 'எப்போதாவது',
      'te': 'అప్పుడప్పుడు',
    },
    'ea5relm6': {
      'en': 'Always',
      'hi': 'हमेशा',
      'ml': 'എപ്പോഴും',
      'ta': 'எப்போதும்',
      'te': 'ఎల్లప్పుడూ',
    },
    'nuawuldt': {
      'en':
          '4.\tAre you currently experiencing any hallucinations or delusions?',
      'hi': '4. क्या आप वर्तमान में किसी मतिभ्रम या भ्रम का अनुभव कर रहे हैं?',
      'ml':
          '4. നിങ്ങൾ നിലവിൽ എന്തെങ്കിലും ഭ്രമാത്മകതയോ വ്യാമോഹമോ അനുഭവിക്കുന്നുണ്ടോ?',
      'ta':
          '4. நீங்கள் தற்போது ஏதேனும் பிரமைகள் அல்லது பிரமைகளை அனுபவிக்கிறீர்களா?',
      'te': '4. మీరు ప్రస్తుతం ఏదైనా భ్రాంతులు లేదా భ్రమలను ఎదుర్కొంటున్నారా?',
    },
    '4uvfnrgj': {
      'en': 'No',
      'hi': 'नहीं',
      'ml': 'ഇല്ല',
      'ta': 'இல்லை',
      'te': 'నం',
    },
    'r4mfi8ou': {
      'en': 'Frequently',
      'hi': 'बार-बार',
      'ml': 'കൂടെക്കൂടെ',
      'ta': 'அடிக்கடி',
      'te': 'తరచుగా',
    },
    'c25povdm': {
      'en': 'Occasionally',
      'hi': 'कभी-कभी',
      'ml': 'ഇടയ്ക്കിടെ',
      'ta': 'எப்போதாவது',
      'te': 'అప్పుడప్పుడు',
    },
    'pkr51qf6': {
      'en': 'Always',
      'hi': 'हमेशा',
      'ml': 'എപ്പോഴും',
      'ta': 'எப்போதும்',
      'te': 'ఎల్లప్పుడూ',
    },
    'e58fz15v': {
      'en': 'Section 2: Medication Related Concerns',
      'hi': 'धारा 2: दवा संबंधी चिंताएँ',
      'ml': 'വിഭാഗം 2: മരുന്ന് സംബന്ധമായ ആശങ്കകൾ',
      'ta': 'பிரிவு 2: மருந்து தொடர்பான கவலைகள்',
      'te': 'విభాగం 2: మందుల సంబంధిత ఆందోళనలు',
    },
    'dmgvdvrg': {
      'en':
          '5.\tIf you are currently taking any medication, have you noticed any side effects?',
      'hi':
          '5. यदि आप वर्तमान में कोई दवा ले रहे हैं, तो क्या आपने कोई दुष्प्रभाव देखा है?',
      'ml':
          '5. നിങ്ങൾ നിലവിൽ എന്തെങ്കിലും മരുന്ന് കഴിക്കുകയാണെങ്കിൽ, എന്തെങ്കിലും പാർശ്വഫലങ്ങൾ നിങ്ങൾ ശ്രദ്ധിച്ചിട്ടുണ്ടോ?',
      'ta':
          '5. நீங்கள் தற்போது ஏதேனும் மருந்துகளை உட்கொண்டால், ஏதேனும் பக்கவிளைவுகளை நீங்கள் கவனித்தீர்களா?',
      'te':
          '5. మీరు ప్రస్తుతం ఏదైనా మందులు తీసుకుంటుంటే, మీరు ఏవైనా దుష్ప్రభావాలను గమనించారా?',
    },
    'umkxq8a4': {
      'en': 'No',
      'hi': 'नहीं',
      'ml': 'ഇല്ല',
      'ta': 'இல்லை',
      'te': 'నం',
    },
    'saq4o1s8': {
      'en': 'Moderately',
      'hi': 'मध्यम',
      'ml': 'മിതമായി',
      'ta': 'மிதமாக',
      'te': 'మధ్యస్తంగా',
    },
    'bx0l81eu': {
      'en': 'Mild',
      'hi': 'हल्का',
      'ml': 'സൗമമായ',
      'ta': 'லேசான',
      'te': 'తేలికపాటి',
    },
    '8e6vcy3d': {
      'en': 'Severe',
      'hi': 'गंभीर',
      'ml': 'കഠിനമായ',
      'ta': 'கடுமையான',
      'te': 'తీవ్రమైన',
    },
    '0lsvalif': {
      'en': '6.\tHow would you describe your attitude towards your medication?',
      'hi': '6. आप अपनी दवा के प्रति अपने दृष्टिकोण का वर्णन कैसे करेंगे?',
      'ml': '6. നിങ്ങളുടെ മരുന്നിനോടുള്ള നിങ്ങളുടെ മനോഭാവം എങ്ങനെ വിവരിക്കും?',
      'ta':
          '6. உங்கள் மருந்தைப் பற்றிய உங்கள் அணுகுமுறையை எவ்வாறு விவரிப்பீர்கள்?',
      'te': '6. మీ మందుల పట్ల మీ వైఖరిని మీరు ఎలా వివరిస్తారు?',
    },
    'aokc76ag': {
      'en': 'Positive',
      'hi': 'सकारात्मक',
      'ml': 'പോസിറ്റീവ്',
      'ta': 'நேர்மறை',
      'te': 'అనుకూల',
    },
    'qqah8v9w': {
      'en': 'Mild',
      'hi': 'हल्का',
      'ml': 'സൗമമായ',
      'ta': 'லேசான',
      'te': 'తేలికపాటి',
    },
    'bv06ftyw': {
      'en': 'Severe',
      'hi': 'गंभीर',
      'ml': 'കഠിനമായ',
      'ta': 'கடுமையான',
      'te': 'తీవ్రమైన',
    },
    'v534wemm': {
      'en': 'Section 3: Addiction Concerns',
      'hi': 'धारा 3: व्यसन संबंधी चिंताएँ',
      'ml': 'വിഭാഗം 3: ആസക്തി സംബന്ധിച്ച ആശങ്കകൾ',
      'ta': 'பிரிவு 3: அடிமையாதல் கவலைகள்',
      'te': 'విభాగం 3: వ్యసనం ఆందోళనలు',
    },
    'kbp77j4z': {
      'en': '7.\tHow often do you consume alcohol?',
      'hi': '7. आप कितनी बार शराब का सेवन करते हैं?',
      'ml': '7. നിങ്ങൾ എത്ര തവണ മദ്യം കഴിക്കുന്നു?',
      'ta': '7. நீங்கள் எவ்வளவு அடிக்கடி மது அருந்துகிறீர்கள்?',
      'te': '7. మీరు ఎంత తరచుగా మద్యం తీసుకుంటారు?',
    },
    '9od9qfnu': {
      'en': 'No',
      'hi': 'नहीं',
      'ml': 'ഇല്ല',
      'ta': 'இல்லை',
      'te': 'నం',
    },
    'w9bw0x3p': {
      'en': 'Yes, Occasionally',
      'hi': 'हाँ, कभी-कभी',
      'ml': 'അതെ, ഇടയ്ക്കിടെ',
      'ta': 'ஆம், எப்போதாவது',
      'te': 'అవును, అప్పుడప్పుడు',
    },
    '5k76mmxh': {
      'en': 'Yes, Regularly',
      'hi': 'हाँ, नियमित रूप से',
      'ml': 'അതെ, പതിവായി',
      'ta': 'ஆம், வழக்கமாக',
      'te': 'అవును, క్రమం తప్పకుండా',
    },
    'vfxq6ka4': {
      'en': '8.\tHave you used any recreational drugs in the past month?',
      'hi': '8. क्या आपने पिछले महीने में किसी मनोरंजक दवा का उपयोग किया है?',
      'ml':
          '8. കഴിഞ്ഞ മാസത്തിൽ നിങ്ങൾ എന്തെങ്കിലും വിനോദ മരുന്നുകൾ ഉപയോഗിച്ചിട്ടുണ്ടോ?',
      'ta':
          '8. கடந்த மாதத்தில் நீங்கள் ஏதேனும் பொழுதுபோக்கிற்கான மருந்துகளைப் பயன்படுத்தியுள்ளீர்களா?',
      'te': '8. మీరు గత నెలలో ఏదైనా వినోద ఔషధాలను ఉపయోగించారా?',
    },
    '6koiz3cg': {
      'en': 'Excellent',
      'hi': 'उत्कृष्ट',
      'ml': 'മികച്ചത്',
      'ta': 'சிறப்பானது',
      'te': 'అద్భుతమైన',
    },
    'qu37fh2h': {
      'en': 'Fair',
      'hi': 'गोरा',
      'ml': 'മേള',
      'ta': 'நியாயமான',
      'te': 'న్యాయమైన',
    },
    'dyhkodcw': {
      'en': 'Good',
      'hi': 'अच्छा',
      'ml': 'നല്ലത്',
      'ta': 'நல்ல',
      'te': 'మంచిది',
    },
    'gtvk3y46': {
      'en': 'poor',
      'hi': 'गरीब',
      'ml': 'പാവം',
      'ta': 'ஏழை',
      'te': 'పేదవాడు',
    },
    '1c2ug0li': {
      'en': 'Section 4: Living Skills',
      'hi': 'धारा 4: जीवन जीने का कौशल',
      'ml': 'വിഭാഗം 4: ജീവിത നൈപുണ്യങ്ങൾ',
      'ta': 'பிரிவு 4: வாழும் திறன்கள்',
      'te': 'విభాగం 4: జీవన నైపుణ్యాలు',
    },
    '0pysalhc': {
      'en':
          '9.\tHow would you rate your daily living skills, including activities like cooking, cleaning, and personal hygiene?',
      'hi':
          '9. आप खाना पकाने, सफाई और व्यक्तिगत स्वच्छता जैसी गतिविधियों सहित अपने दैनिक जीवन कौशल का मूल्यांकन कैसे करेंगे?',
      'ml':
          '9. പാചകം, ശുചീകരണം, വ്യക്തിശുചിത്വം തുടങ്ങിയ പ്രവർത്തനങ്ങൾ ഉൾപ്പെടെ നിങ്ങളുടെ ദൈനംദിന ജീവിത വൈദഗ്ധ്യങ്ങളെ നിങ്ങൾ എങ്ങനെ വിലയിരുത്തും?',
      'ta':
          '9. சமையல், சுத்தம் செய்தல் மற்றும் தனிப்பட்ட சுகாதாரம் போன்ற செயல்பாடுகள் உட்பட உங்கள் அன்றாட வாழ்க்கைத் திறன்களை எப்படி மதிப்பிடுவீர்கள்?',
      'te':
          '9. వంట చేయడం, శుభ్రపరచడం మరియు వ్యక్తిగత పరిశుభ్రత వంటి కార్యకలాపాలతో సహా మీ రోజువారీ జీవన నైపుణ్యాలను మీరు ఎలా రేట్ చేస్తారు?',
    },
    'lnguo0yz': {
      'en': 'Excellent',
      'hi': 'उत्कृष्ट',
      'ml': 'മികച്ചത്',
      'ta': 'சிறப்பானது',
      'te': 'అద్భుతమైన',
    },
    'c9ncah1u': {
      'en': 'Fair',
      'hi': 'गोरा',
      'ml': 'മേള',
      'ta': 'நியாயமான',
      'te': 'న్యాయమైన',
    },
    '8h2szw0w': {
      'en': 'Good',
      'hi': 'अच्छा',
      'ml': 'നല്ലത്',
      'ta': 'நல்ல',
      'te': 'మంచిది',
    },
    '9ppaql2q': {
      'en': 'poor',
      'hi': 'गरीब',
      'ml': 'പാവം',
      'ta': 'ஏழை',
      'te': 'పేదవాడు',
    },
    'ai6hqch6': {
      'en':
          '2.\tHow often do you feel anxious or worried without a specific reason?',
      'hi':
          '2. आप कितनी बार बिना किसी विशेष कारण के चिंतित या चिंतित महसूस करते हैं?',
      'ml':
          '2. ഒരു പ്രത്യേക കാരണമില്ലാതെ നിങ്ങൾക്ക് എത്ര തവണ ഉത്കണ്ഠയോ ഉത്കണ്ഠയോ അനുഭവപ്പെടുന്നു?',
      'ta':
          '2. ஒரு குறிப்பிட்ட காரணமின்றி நீங்கள் எவ்வளவு அடிக்கடி கவலைப்படுகிறீர்கள் அல்லது கவலைப்படுகிறீர்கள்?',
      'te':
          '2. నిర్దిష్ట కారణం లేకుండా మీరు ఎంత తరచుగా ఆత్రుతగా లేదా ఆందోళన చెందుతున్నారు?',
    },
    'e63zzis6': {
      'en': 'Connected',
      'hi': 'जुड़े हुए',
      'ml': 'ബന്ധിപ്പിച്ചു',
      'ta': 'இணைக்கப்பட்டது',
      'te': 'కనెక్ట్ చేయబడింది',
    },
    'h1032kc2': {
      'en': 'Connected',
      'hi': 'जुड़े हुए',
      'ml': 'ബന്ധിപ്പിച്ചു',
      'ta': 'இணைக்கப்பட்டது',
      'te': 'కనెక్ట్ చేయబడింది',
    },
    '0kuulxax': {
      'en': 'Somewhat Connected',
      'hi': 'कुछ हद तक जुड़ा हुआ',
      'ml': 'കുറച്ച് ബന്ധിപ്പിച്ചിരിക്കുന്നു',
      'ta': 'ஓரளவு இணைக்கப்பட்டது',
      'te': 'కొంతవరకు కనెక్ట్ చేయబడింది',
    },
    'wypofqgb': {
      'en': 'Completely Isolated',
      'hi': 'पूरी तरह से पृथक',
      'ml': 'പൂർണ്ണമായും ഒറ്റപ്പെട്ടു',
      'ta': 'முற்றிலும் தனிமைப்படுத்தப்பட்டது',
      'te': 'పూర్తిగా వేరుచేయబడింది',
    },
    'x5vrgtr7': {
      'en': 'Submit',
      'hi': 'जमा करना',
      'ml': 'സമർപ്പിക്കുക',
      'ta': 'சமர்ப்பிக்கவும்',
      'te': 'సమర్పించండి',
    },
    'm1wqlqyd': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // preTestRes
  {
    'fuoduw2i': {
      'en': 'Your Score',
      'hi': 'तुम्हारे अंक',
      'ml': 'നിങ്ങളുടെ സ്കോർ',
      'ta': 'உங்கள் மதிப்பு',
      'te': 'మీ స్కోర్',
    },
    'vm4bv4ey': {
      'en': 'View Section wise Results',
      'hi': 'अनुभागवार परिणाम देखें',
      'ml': 'വിഭാഗം തിരിച്ചുള്ള ഫലങ്ങൾ കാണുക',
      'ta': 'பிரிவு வாரியாக முடிவுகளைப் பார்க்கவும்',
      'te': 'విభాగాల వారీగా ఫలితాలను వీక్షించండి',
    },
    '9j61ws0o': {
      'en': 'Retake Test',
      'hi': 'दोबारा टेस्ट लें',
      'ml': 'ടെസ്റ്റ് വീണ്ടും എടുക്കുക',
      'ta': 'மீண்டும் சோதனை',
      'te': 'మళ్లీ పరీక్ష',
    },
    '2yjgxuyd': {
      'en': 'Recommended Assessments',
      'hi': 'अनुशंसित आकलन',
      'ml': 'ശുപാർശ ചെയ്യുന്ന മൂല്യനിർണ്ണയങ്ങൾ',
      'ta': 'பரிந்துரைக்கப்பட்ட மதிப்பீடுகள்',
      'te': 'సిఫార్సు చేయబడిన అంచనాలు',
    },
    'dbs93zu5': {
      'en': 'see more',
      'hi': 'और देखें',
      'ml': 'കൂടുതൽ കാണുക',
      'ta': 'மேலும் பார்க்க',
      'te': 'ఇంకా చూడండి',
    },
    'grxztzau': {
      'en': 'Generalized Anxiety Disorder 7-item',
      'hi': 'सामान्यीकृत चिंता विकार 7-आइटम',
      'ml': 'പൊതുവായ ഉത്കണ്ഠാ വൈകല്യം 7-ഇനം',
      'ta': 'பொதுவான கவலைக் கோளாறு 7-உருப்படி',
      'te': 'సాధారణీకరించిన ఆందోళన రుగ్మత 7-అంశం',
    },
    '45p7obno': {
      'en': '7 Questions',
      'hi': '7 प्रश्न',
      'ml': '7 ചോദ്യങ്ങൾ',
      'ta': '7 கேள்விகள்',
      'te': '7 ప్రశ్నలు',
    },
    'cjwf1g6u': {
      'en': 'Depression: Patient Health Questionnaire-9',
      'hi': 'अवसाद: रोगी स्वास्थ्य प्रश्नावली-9',
      'ml': 'വിഷാദരോഗം: രോഗിയുടെ ആരോഗ്യ ചോദ്യാവലി-9',
      'ta': 'மனச்சோர்வு: நோயாளியின் உடல்நலம் கேள்வித்தாள்-9',
      'te': 'డిప్రెషన్: పేషెంట్ హెల్త్ ప్రశ్నాపత్రం-9',
    },
    'sqh8kref': {
      'en': '9 Questions',
      'hi': '9 प्रश्न',
      'ml': '9 ചോദ്യങ്ങൾ',
      'ta': '9 கேள்விகள்',
      'te': '9 ప్రశ్నలు',
    },
    'vrgkkb5s': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // gad7
  {
    '0po8luuu': {
      'en': 'GAD - 7',
      'hi': 'जीएडी - 7',
      'ml': 'GAD - 7',
      'ta': 'ஜிஏடி - 7',
      'te': 'GAD - 7',
    },
    'u2kzbtoz': {
      'en': 'Generalized Anxiety Disorder 7-item',
      'hi': 'सामान्यीकृत चिंता विकार 7-आइटम',
      'ml': 'പൊതുവായ ഉത്കണ്ഠാ വൈകല്യം 7-ഇനം',
      'ta': 'பொதுவான கவலைக் கோளாறு 7-உருப்படி',
      'te': 'సాధారణీకరించిన ఆందోళన రుగ్మత 7-అంశం',
    },
    'a6zbnpcq': {
      'en':
          'The Generalized Anxiety Disorder 7-item (GAD-7) is a easy to perform initial screening tool for generalized anxiety disorder',
      'hi':
          'सामान्यीकृत चिंता विकार 7-आइटम (जीएडी-7) सामान्यीकृत चिंता विकार के लिए आरंभिक जांच करने में आसान उपकरण है।',
      'ml':
          'സാമാന്യവൽക്കരിച്ച ഉത്കണ്ഠ വൈകല്യത്തിനുള്ള പ്രാഥമിക സ്ക്രീനിംഗ് ഉപകരണമാണ് സാമാന്യവൽക്കരിച്ച ഉത്കണ്ഠ 7-ഇനം (GAD-7).',
      'ta':
          'பொதுவான கவலைக் கோளாறு 7-ஐட்டம் (GAD-7) என்பது பொதுவான கவலைக் கோளாறுக்கான ஆரம்ப பரிசோதனைக் கருவியாகும்.',
      'te':
          'సాధారణీకరించిన ఆందోళన రుగ్మత 7-అంశం (GAD-7) అనేది సాధారణీకరించిన ఆందోళన రుగ్మత కోసం ప్రారంభ స్క్రీనింగ్ సాధనం.',
    },
    '7fvuwbmk': {
      'en':
          'Over the last 2 weeks, how often have you been bothered by the following problems?',
      'hi':
          'पिछले 2 सप्ताहों में, आप कितनी बार निम्नलिखित समस्याओं से परेशान हुए हैं?',
      'ml':
          'കഴിഞ്ഞ 2 ആഴ്‌ചകളിൽ, ഇനിപ്പറയുന്ന പ്രശ്‌നങ്ങൾ നിങ്ങളെ എത്ര തവണ അലട്ടിയിട്ടുണ്ട്?',
      'ta':
          'கடந்த 2 வாரங்களில், பின்வரும் பிரச்சனைகளால் நீங்கள் எவ்வளவு அடிக்கடி தொந்தரவு செய்திருக்கிறீர்கள்?',
      'te':
          'గత 2 వారాలుగా, మీరు ఈ క్రింది సమస్యలతో ఎంత తరచుగా ఇబ్బంది పడుతున్నారు?',
    },
    'kbxlf69d': {
      'en': '1. Feeling nervous, anxious or on edge',
      'hi': '1. घबराहट, चिंता या घबराहट महसूस होना',
      'ml': '1. പരിഭ്രാന്തി, ഉത്കണ്ഠ അല്ലെങ്കിൽ വക്കിലെത്തുക',
      'ta': '1. பதட்டம், கவலை அல்லது விளிம்பில் உணர்கிறேன்',
      'te': '1. నాడీ, ఆత్రుత లేదా అంచున ఉన్న అనుభూతి',
    },
    '1lmczm0f': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'd1gv6wwj': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    '1y38csc4': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'qlq6d4gu': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    '0j9e7la8': {
      'en': '2. Not being able to stop or control worrying',
      'hi': '2. चिंता को रोकने या नियंत्रित न कर पाना',
      'ml': '2. വിഷമിക്കുന്നത് നിർത്താനോ നിയന്ത്രിക്കാനോ കഴിയാതെ വരിക',
      'ta': '2. கவலையை நிறுத்தவோ கட்டுப்படுத்தவோ இயலாமல் இருப்பது',
      'te': '2. చింతించడాన్ని ఆపడం లేదా నియంత్రించలేకపోవడం',
    },
    'x05lw9sv': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    '1ast0qn8': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'c9o103z5': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'bbgi5e9s': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'dqb4d7ux': {
      'en': '3. Worrying too much about different things',
      'hi': '3. अलग-अलग चीजों को लेकर बहुत ज्यादा चिंता करना',
      'ml': '3. വ്യത്യസ്ത കാര്യങ്ങളെക്കുറിച്ച് വളരെയധികം വേവലാതിപ്പെടുക',
      'ta': '3. வெவ்வேறு விஷயங்களைப் பற்றி அதிகம் கவலைப்படுதல்',
      'te': '3. వివిధ విషయాల గురించి ఎక్కువగా చింతించడం',
    },
    '7h5td7f3': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'gcunzef5': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'kp8sr7kl': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'ax19zcu5': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    '3es2o7oh': {
      'en': '4. Trouble relaxing',
      'hi': '4. आराम करने में परेशानी होना',
      'ml': '4. വിശ്രമിക്കുന്നതിൽ പ്രശ്‌നം',
      'ta': '4. ஓய்வெடுப்பதில் சிக்கல்',
      'te': '4. సడలించడంలో ఇబ్బంది',
    },
    'rchqz5tu': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'y9cv5fra': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    '0h2sl2ij': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'ce1zpvjk': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'kj15clb4': {
      'en': '5. Being so restless that it is hard to sit still',
      'hi': '5. इतना बेचैन होना कि शांत बैठना मुश्किल हो जाए',
      'ml':
          '5. നിശ്ചലമായി ഇരിക്കാൻ പ്രയാസം തോന്നുന്ന തരത്തിൽ അസ്വസ്ഥരായിരിക്കുക',
      'ta': '5. அசையாமல் உட்காருவது கடினம்',
      'te': '5. కదలకుండా కూర్చోవడం కష్టంగా ఉండడం',
    },
    'tw3d0882': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'fh4pjegd': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'x1o9xjyy': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'iuixieb7': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    's28li6k1': {
      'en': '6. Becoming easily annoyed or irritable',
      'hi': '6. आसानी से नाराज या चिड़चिड़ा हो जाना',
      'ml': '6. എളുപ്പത്തിൽ അലോസരപ്പെടുകയോ പ്രകോപിതരാകുകയോ ചെയ്യുക',
      'ta': '6. எளிதில் கோபப்படுதல் அல்லது எரிச்சல் அடைதல்',
      'te': '6. సులభంగా చిరాకు లేదా చిరాకుగా మారడం',
    },
    'logc0x2i': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'avv2w8rc': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'm4ly1yfh': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    '1nc6sxeb': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    '0j8i3pc1': {
      'en': '7. Feeling afraid as if something awful might happen',
      'hi': '7. डर लगना जैसे कुछ भयानक घटित हो सकता है',
      'ml': '7. ഭയങ്കരമായ എന്തെങ്കിലും സംഭവിക്കുമോ എന്ന ഭയം',
      'ta': '7. ஏதாவது அசம்பாவிதம் நடக்குமோ என பயம்',
      'te': '7. ఏదైనా ఘోరం జరుగుతుందేమోనన్న భయం',
    },
    'o72488av': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    '8uy0kxww': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'y2y7luka': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'cmzzdq7z': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'du1ya6k4': {
      'en': 'Submit',
      'hi': 'जमा करना',
      'ml': 'സമർപ്പിക്കുക',
      'ta': 'சமர்ப்பிக்கவும்',
      'te': 'సమర్పించండి',
    },
    'z86rcfcy': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // gad7Res
  {
    '3a9hb8ai': {
      'en': 'Your Score',
      'hi': 'तुम्हारे अंक',
      'ml': 'നിങ്ങളുടെ സ്കോർ',
      'ta': 'உங்கள் மதிப்பு',
      'te': 'మీ స్కోర్',
    },
    'fuz3kmdz': {
      'en': 'Retake Test',
      'hi': 'दोबारा टेस्ट लें',
      'ml': 'ടെസ്റ്റ് വീണ്ടും എടുക്കുക',
      'ta': 'மீண்டும் சோதனை',
      'te': 'మళ్లీ పరీక్ష',
    },
    '41rl2qr5': {
      'en': 'Tailored Guidelines',
      'hi': 'अनुकूलित दिशानिर्देश',
      'ml': 'അനുയോജ്യമായ മാർഗ്ഗനിർദ്ദേശങ്ങൾ',
      'ta': 'வடிவமைக்கப்பட்ட வழிகாட்டுதல்கள்',
      'te': 'రూపొందించిన మార్గదర్శకాలు',
    },
    'cwer4a1p': {
      'en': 'Download Report',
      'hi': 'रिपोर्ट डाउनलोड करें',
      'ml': 'റിപ്പോർട്ട് ഡൗൺലോഡ് ചെയ്യുക',
      'ta': 'அறிக்கையைப் பதிவிறக்கவும்',
      'te': 'నివేదికను డౌన్‌లోడ్ చేయండి',
    },
    'dqhtrb6s': {
      'en': 'Recommended Assessments',
      'hi': 'अनुशंसित आकलन',
      'ml': 'ശുപാർശ ചെയ്യുന്ന മൂല്യനിർണ്ണയങ്ങൾ',
      'ta': 'பரிந்துரைக்கப்பட்ட மதிப்பீடுகள்',
      'te': 'సిఫార్సు చేయబడిన అంచనాలు',
    },
    '71qapnsd': {
      'en': 'see more',
      'hi': 'और देखें',
      'ml': 'കൂടുതൽ കാണുക',
      'ta': 'மேலும் பார்க்க',
      'te': 'ఇంకా చూడండి',
    },
    'eyszcttg': {
      'en': 'Depression: Patient Health Questionnaire-9',
      'hi': 'अवसाद: रोगी स्वास्थ्य प्रश्नावली-9',
      'ml': 'വിഷാദരോഗം: രോഗിയുടെ ആരോഗ്യ ചോദ്യാവലി-9',
      'ta': 'மனச்சோர்வு: நோயாளியின் உடல்நலம் கேள்வித்தாள்-9',
      'te': 'డిప్రెషన్: పేషెంట్ హెల్త్ ప్రశ్నాపత్రం-9',
    },
    '7n7yc9er': {
      'en': '9 Questions',
      'hi': '9 प्रश्न',
      'ml': '9 ചോദ്യങ്ങൾ',
      'ta': '9 கேள்விகள்',
      'te': '9 ప్రశ్నలు',
    },
    'vs4wuf57': {
      'en': 'GAD - 7',
      'hi': 'जीएडी - 7',
      'ml': 'GAD - 7',
      'ta': 'GAD - 7',
      'te': 'GAD - 7',
    },
    'vfp0ysrr': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // phq9
  {
    '6t9yrp79': {
      'en': 'PHQ - 9',
      'hi': 'पीएचक्यू-9',
      'ml': 'PHQ - 9',
      'ta': 'PHQ - 9',
      'te': 'PHQ - 9',
    },
    'ekt0bdme': {
      'en': 'Depression: Patient Health Questionnaire-9',
      'hi': 'अवसाद: रोगी स्वास्थ्य प्रश्नावली-9',
      'ml': 'വിഷാദരോഗം: രോഗിയുടെ ആരോഗ്യ ചോദ്യാവലി-9',
      'ta': 'மனச்சோர்வு: நோயாளியின் உடல்நலம் கேள்வித்தாள்-9',
      'te': 'డిప్రెషన్: పేషెంట్ హెల్త్ ప్రశ్నాపత్రం-9',
    },
    'u7geclf9': {
      'en':
          'The PHQ-9 is a multipurpose instrument for screening, diagnosing, monitoring and measuring the severity of depression.',
      'hi':
          'PHQ-9 अवसाद की गंभीरता की जांच, निदान, निगरानी और मापने के लिए एक बहुउद्देशीय उपकरण है।',
      'ml':
          'വിഷാദരോഗത്തിന്റെ തീവ്രത പരിശോധിക്കുന്നതിനും രോഗനിർണയം നടത്തുന്നതിനും നിരീക്ഷിക്കുന്നതിനും അളക്കുന്നതിനുമുള്ള വിവിധോദ്ദേശ്യ ഉപകരണമാണ് PHQ-9.',
      'ta':
          'PHQ-9 என்பது ஸ்கிரீனிங், கண்டறிதல், கண்காணிப்பு மற்றும் மன அழுத்தத்தின் தீவிரத்தை அளவிடுவதற்கான ஒரு பல்நோக்கு கருவியாகும்.',
      'te':
          'PHQ-9 అనేది డిప్రెషన్ యొక్క స్క్రీనింగ్, రోగనిర్ధారణ, పర్యవేక్షణ మరియు తీవ్రతను కొలవడానికి ఒక బహుళార్ధసాధక పరికరం.',
    },
    'xnu1zz2z': {
      'en':
          'Over the last 2 weeks, how often have you been bothered by the following problems?',
      'hi':
          'पिछले 2 सप्ताहों में, आप कितनी बार निम्नलिखित समस्याओं से परेशान हुए हैं?',
      'ml':
          'കഴിഞ്ഞ 2 ആഴ്‌ചകളിൽ, ഇനിപ്പറയുന്ന പ്രശ്‌നങ്ങൾ നിങ്ങളെ എത്ര തവണ അലട്ടിയിട്ടുണ്ട്?',
      'ta':
          'கடந்த 2 வாரங்களில், பின்வரும் பிரச்சனைகளால் நீங்கள் எவ்வளவு அடிக்கடி தொந்தரவு செய்திருக்கிறீர்கள்?',
      'te':
          'గత 2 వారాలుగా, మీరు ఈ క్రింది సమస్యలతో ఎంత తరచుగా ఇబ్బంది పడుతున్నారు?',
    },
    'pnhr5il9': {
      'en': '1. Little interest or pleasure in doing things',
      'hi': '1. काम करने में कम रुचि या आनंद',
      'ml': '1. കാര്യങ്ങൾ ചെയ്യുന്നതിൽ ചെറിയ താൽപ്പര്യമോ സന്തോഷമോ',
      'ta': '1. விஷயங்களைச் செய்வதில் சிறிய ஆர்வம் அல்லது மகிழ்ச்சி',
      'te': '1. పనులు చేయడంలో తక్కువ ఆసక్తి లేదా ఆనందం',
    },
    '6gz3zp6o': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'lxo4e6sx': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'dctdm1if': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'cwolii6a': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'yvf8keqs': {
      'en': '2. Feeling down, depressed or hopeless',
      'hi': '2. उदास, उदास या निराश महसूस करना',
      'ml': '2. നിരാശ, വിഷാദം അല്ലെങ്കിൽ നിരാശ',
      'ta': '2. மனச்சோர்வு, மனச்சோர்வு அல்லது நம்பிக்கையற்ற உணர்வு',
      'te': '2. నిరాశ, నిస్పృహ లేదా నిరాశ',
    },
    'd0o6kved': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    '45wtm4yz': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    '2p2sup5i': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'ht5zgs8x': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'bkipsp0i': {
      'en': '3. Trouble falling asleep, staying asleep, or sleeping too much',
      'hi': '3. नींद न आना, सोते रहना या बहुत अधिक सोना',
      'ml':
          '3. ഉറങ്ങാൻ ബുദ്ധിമുട്ടുക, ഉറങ്ങാതിരിക്കുക, അല്ലെങ്കിൽ അമിതമായി ഉറങ്ങുക',
      'ta':
          '3. தூங்குவதில் சிக்கல், தூங்காமல் இருப்பது அல்லது அதிகமாக தூங்குவது',
      'te': '3. నిద్రపోవడం, నిద్రపోవడం లేదా ఎక్కువగా నిద్రపోవడం',
    },
    'auruq0s8': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'ys6fzl8w': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'mincu9do': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'oms3ix86': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'q34opo9x': {
      'en': '4. Feeling tired or having little energy',
      'hi': '4. थकान महसूस होना या कम ऊर्जा होना',
      'ml': '4. ക്ഷീണം അല്ലെങ്കിൽ ചെറിയ ഊർജ്ജം അനുഭവപ്പെടുക',
      'ta': '4. சோர்வாக உணர்தல் அல்லது ஆற்றல் குறைவாக இருப்பது',
      'te': '4. అలసటగా అనిపించడం లేదా శక్తి తక్కువగా ఉండటం',
    },
    't22vsm1g': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'htytx16n': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'w97tzbg1': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    '7ylb419t': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    '63uhdtwg': {
      'en': '5. Poor appetite or overeating',
      'hi': '5. भूख कम लगना या अधिक खाना',
      'ml': '5. മോശം വിശപ്പ് അല്ലെങ്കിൽ അമിത ഭക്ഷണം',
      'ta': '5. மோசமான பசி அல்லது அதிகப்படியான உணவு',
      'te': '5. పేద ఆకలి లేదా అతిగా తినడం',
    },
    'q65zqs4m': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'ag5mo0vp': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'tfd9fc9e': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'c45u9ots': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'ayg4z2xp': {
      'en':
          '6. Feeling bad about yourself - or that you’re a failure or have let yourself or your family down',
      'hi':
          '6. अपने बारे में बुरा महसूस करना - या कि आप असफल हैं या आपने खुद को या अपने परिवार को निराश किया है',
      'ml':
          '6. നിങ്ങളെക്കുറിച്ച് മോശം തോന്നുന്നു - അല്ലെങ്കിൽ നിങ്ങൾ ഒരു പരാജയമാണ് അല്ലെങ്കിൽ നിങ്ങളെയോ നിങ്ങളുടെ കുടുംബത്തെയോ നിരാശപ്പെടുത്തി',
      'ta':
          '6. உங்களைப் பற்றி மோசமாக உணர்கிறீர்கள் - அல்லது நீங்கள் தோல்வியடைந்துவிட்டீர்கள் அல்லது உங்களை அல்லது உங்கள் குடும்பத்தினரை வீழ்த்திவிட்டீர்கள்',
      'te':
          '6. మీ గురించి చెడుగా భావించడం - లేదా మీరు విఫలమయ్యారని లేదా మిమ్మల్ని లేదా మీ కుటుంబాన్ని నిరాశపరిచారని',
    },
    'pnixygua': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'nw16mtuf': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'fhhhk9dy': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'tvlcdhtl': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'qhyj0erc': {
      'en':
          '7. Trouble concentrating on things, such as reading the newspaper or watching television',
      'hi':
          '7. चीजों पर ध्यान केंद्रित करने में परेशानी, जैसे अखबार पढ़ना या टेलीविजन देखना',
      'ml':
          '7. പത്രം വായിക്കുകയോ ടെലിവിഷൻ കാണുകയോ പോലുള്ള കാര്യങ്ങളിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്നതിൽ പ്രശ്‌നം',
      'ta':
          '7. செய்தித்தாள் படிப்பது அல்லது தொலைக்காட்சி பார்ப்பது போன்ற விஷயங்களில் கவனம் செலுத்துவதில் சிக்கல்',
      'te':
          '7. వార్తాపత్రిక చదవడం లేదా టెలివిజన్ చూడటం వంటి విషయాలపై దృష్టి కేంద్రీకరించడంలో ఇబ్బంది',
    },
    'pztceuco': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'kwajz2ar': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    '3xncrba7': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    '1n7b7e0y': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'clqisaa1': {
      'en':
          '8. Moving or speaking so slowly that other people could have noticed. Or, the opposite - being so fidgety or restless that you have been moving around a lot more than usual',
      'hi':
          '8. इतना धीरे चलना या बोलना कि दूसरे लोग ध्यान दे सकें। या, इसके विपरीत - इतना अस्थिर या बेचैन होना कि आप सामान्य से बहुत अधिक घूम रहे हैं',
      'ml':
          '8. മറ്റുള്ളവരുടെ ശ്രദ്ധയിൽപ്പെടത്തക്കവിധം പതുക്കെ നീങ്ങുകയോ സംസാരിക്കുകയോ ചെയ്യുക. അല്ലെങ്കിൽ, നേരെ വിപരീതം - നിങ്ങൾ പതിവിലും കൂടുതൽ ചുറ്റിക്കറങ്ങാൻ കഴിയുന്നത്ര ചടുലതയോ അസ്വസ്ഥതയോ ആണ്',
      'ta':
          '8. மற்றவர்கள் கவனிக்கும் அளவுக்கு மெதுவாக நகர்வது அல்லது பேசுவது. அல்லது, இதற்கு நேர்மாறானது - நீங்கள் வழக்கத்தை விட அதிகமாக சுற்றிக் கொண்டிருக்கும் அளவுக்கு பதற்றம் அல்லது அமைதியின்மை',
      'te':
          '8. ఇతర వ్యక్తులు గమనించగలిగేలా నెమ్మదిగా కదలడం లేదా మాట్లాడటం. లేదా, దీనికి విరుద్ధంగా - మీరు చాలా చంచలంగా లేదా చంచలంగా ఉండటం వలన మీరు సాధారణం కంటే చాలా ఎక్కువగా తిరుగుతున్నారు',
    },
    'jf5cu0io': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    'uw1fidlu': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'rk14lgh4': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'kt0z3vhj': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'dorx1sil': {
      'en':
          '9. Thoughts that you would be better off dead or of hurting yourself in some way',
      'hi':
          '9. ऐसे विचार कि मर जाना या खुद को किसी तरह से चोट पहुंचाना बेहतर होगा',
      'ml':
          '9. നിങ്ങൾ മരിക്കുന്നതാണ് നല്ലത് അല്ലെങ്കിൽ ഏതെങ്കിലും വിധത്തിൽ നിങ്ങളെത്തന്നെ വേദനിപ്പിക്കുന്ന ചിന്തകൾ',
      'ta':
          '9. நீங்கள் இறந்துவிடுவது நல்லது அல்லது ஏதாவது ஒரு வகையில் உங்களை காயப்படுத்துவது நல்லது என்ற எண்ணங்கள்',
      'te':
          '9. మీరు చనిపోవడం లేదా ఏదో ఒక విధంగా మిమ్మల్ని మీరు బాధపెట్టుకోవడం మంచిది అనే ఆలోచనలు',
    },
    'tc05rfa8': {
      'en': 'Not at all',
      'hi': 'बिल्कुल नहीं',
      'ml': 'ഒരിക്കലുമില്ല',
      'ta': 'இல்லவே இல்லை',
      'te': 'అస్సలు కుదరదు',
    },
    '64f1av6y': {
      'en': 'More than half the days',
      'hi': 'आधे से ज्यादा दिन',
      'ml': 'പകുതിയിലധികം ദിവസങ്ങൾ',
      'ta': 'பாதி நாட்களுக்கு மேல்',
      'te': 'సగానికి పైగా రోజులు',
    },
    'a8muueaa': {
      'en': 'Several Days',
      'hi': 'कई दिन',
      'ml': 'പല ദിവസങ്ങൾ',
      'ta': 'பல நாட்கள்',
      'te': 'చాలా రోజులు',
    },
    'bxdcecfq': {
      'en': 'Nearly Every Day',
      'hi': 'लगभग हर दिन',
      'ml': 'മിക്കവാറും എല്ലാ ദിവസവും',
      'ta': 'கிட்ட தட்ட எல்லா நாளும்',
      'te': 'దాదాపు ప్రతి రోజు',
    },
    'mwxgoglx': {
      'en': 'Submit',
      'hi': 'जमा करना',
      'ml': 'സമർപ്പിക്കുക',
      'ta': 'சமர்ப்பிக்கவும்',
      'te': 'సమర్పించండి',
    },
    '52ucwouz': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // phq9Res
  {
    'hqw5uqyo': {
      'en': 'Your Score',
      'hi': 'तुम्हारे अंक',
      'ml': 'നിങ്ങളുടെ സ്കോർ',
      'ta': 'உங்கள் மதிப்பு',
      'te': 'మీ స్కోర్',
    },
    'cpcst4lz': {
      'en': 'Retake Test',
      'hi': 'दोबारा टेस्ट लें',
      'ml': 'ടെസ്റ്റ് വീണ്ടും എടുക്കുക',
      'ta': 'மீண்டும் சோதனை',
      'te': 'మళ్లీ పరీక్ష',
    },
    'sxjst1q5': {
      'en': 'Tailored Guidelines',
      'hi': 'अनुकूलित दिशानिर्देश',
      'ml': 'അനുയോജ്യമായ മാർഗ്ഗനിർദ്ദേശങ്ങൾ',
      'ta': 'வடிவமைக்கப்பட்ட வழிகாட்டுதல்கள்',
      'te': 'రూపొందించిన మార్గదర్శకాలు',
    },
    'wevnuhsk': {
      'en': 'Download Report',
      'hi': 'रिपोर्ट डाउनलोड करें',
      'ml': 'റിപ്പോർട്ട് ഡൗൺലോഡ് ചെയ്യുക',
      'ta': 'அறிக்கையைப் பதிவிறக்கவும்',
      'te': 'నివేదికను డౌన్‌లోడ్ చేయండి',
    },
    'd04xzn0i': {
      'en': 'Recommended Assessments',
      'hi': 'अनुशंसित आकलन',
      'ml': 'ശുപാർശ ചെയ്യുന്ന മൂല്യനിർണ്ണയങ്ങൾ',
      'ta': 'பரிந்துரைக்கப்பட்ட மதிப்பீடுகள்',
      'te': 'సిఫార్సు చేయబడిన అంచనాలు',
    },
    '87gvr49g': {
      'en': 'see more',
      'hi': 'और देखें',
      'ml': 'കൂടുതൽ കാണുക',
      'ta': 'மேலும் பார்க்க',
      'te': 'ఇంకా చూడండి',
    },
    '2m21b0uv': {
      'en': 'Generalized Anxiety Disorder 7-item',
      'hi': 'सामान्यीकृत चिंता विकार 7-आइटम',
      'ml': 'പൊതുവായ ഉത്കണ്ഠാ വൈകല്യം 7-ഇനം',
      'ta': 'பொதுவான கவலைக் கோளாறு 7-உருப்படி',
      'te': 'సాధారణీకరించిన ఆందోళన రుగ్మత 7-అంశం',
    },
    'watdvn09': {
      'en': '7 Questions',
      'hi': '7 प्रश्न',
      'ml': '7 ചോദ്യങ്ങൾ',
      'ta': '7 கேள்விகள்',
      'te': '7 ప్రశ్నలు',
    },
    'c2iie84w': {
      'en': 'PHQ - 9',
      'hi': 'पीएचक्यू-9',
      'ml': 'PHQ - 9',
      'ta': 'PHQ - 9',
      'te': 'PHQ - 9',
    },
    '2z4gw6pi': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // QuizList
  {
    'g75b95kb': {
      'en': 'GENERAL MENTAL HEALTH',
      'hi': 'सामान्य मानसिक स्वास्थ्य',
      'ml': 'പൊതു മാനസികാരോഗ്യം',
      'ta': 'பொது மனநலம்',
      'te': 'సాధారణ మానసిక ఆరోగ్యం',
    },
    'hmwd4dw7': {
      'en': 'Generalized Anxiety Disorder 7-item',
      'hi': 'सामान्यीकृत चिंता विकार 7-आइटम',
      'ml': 'പൊതുവായ ഉത്കണ്ഠാ വൈകല്യം 7-ഇനം',
      'ta': 'பொதுவான கவலைக் கோளாறு 7-உருப்படி',
      'te': 'సాధారణీకరించిన ఆందోళన రుగ్మత 7-అంశం',
    },
    'ygryplm9': {
      'en': '7 Questions',
      'hi': '7 प्रश्न',
      'ml': '7 ചോദ്യങ്ങൾ',
      'ta': '7 கேள்விகள்',
      'te': '7 ప్రశ్నలు',
    },
    'sf3z2ain': {
      'en': 'Depression: Patient Health Questionnaire-9',
      'hi': 'अवसाद: रोगी स्वास्थ्य प्रश्नावली-9',
      'ml': 'വിഷാദരോഗം: രോഗിയുടെ ആരോഗ്യ ചോദ്യാവലി-9',
      'ta': 'மனச்சோர்வு: நோயாளியின் உடல்நலம் கேள்வித்தாள்-9',
      'te': 'డిప్రెషన్: పేషెంట్ హెల్త్ ప్రశ్నాపత్రం-9',
    },
    'lnco2tuv': {
      'en': '9 Questions',
      'hi': '9 प्रश्न',
      'ml': '9 ചോദ്യങ്ങൾ',
      'ta': '9 கேள்விகள்',
      'te': '9 ప్రశ్నలు',
    },
    'katwto3a': {
      'en': 'ALL ASSESSMENTS',
      'hi': 'सभी आकलन',
      'ml': 'എല്ലാ വിലയിരുത്തലുകളും',
      'ta': 'அனைத்து மதிப்பீடுகளும்',
      'te': 'అన్ని అంచనాలు',
    },
    'z7srl340': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // settings
  {
    'cuxzmxb7': {
      'en': 'Settings',
      'hi': 'समायोजन',
      'ml': 'ക്രമീകരണങ്ങൾ',
      'ta': 'அமைப்புகள்',
      'te': 'సెట్టింగ్‌లు',
    },
    'xcmfu4ze': {
      'en':
          'Choose what notifcations you want to recieve below and we will update the settings.',
      'hi':
          'नीचे चुनें कि आप कौन सी सूचनाएं प्राप्त करना चाहते हैं और हम सेटिंग्स अपडेट कर देंगे।',
      'ml':
          'നിങ്ങൾക്ക് ഏതൊക്കെ അറിയിപ്പുകൾ ലഭിക്കണമെന്ന് ചുവടെ തിരഞ്ഞെടുക്കുക, ഞങ്ങൾ ക്രമീകരണം അപ്‌ഡേറ്റ് ചെയ്യും.',
      'ta':
          'நீங்கள் எந்த அறிவிப்புகளைப் பெற விரும்புகிறீர்கள் என்பதைத் தேர்வுசெய்யவும், நாங்கள் அமைப்புகளைப் புதுப்பிப்போம்.',
      'te':
          'దిగువన మీరు ఏ నోటిఫికేషన్‌లను స్వీకరించాలనుకుంటున్నారో ఎంచుకోండి మరియు మేము సెట్టింగ్‌లను అప్‌డేట్ చేస్తాము.',
    },
    '4zb1a2ie': {
      'en': 'Push Notifications',
      'hi': 'सूचनाएं धक्का',
      'ml': 'പുഷ് അറിയിപ്പുകൾ',
      'ta': 'புஷ் அறிவிப்புகள்',
      'te': 'పుష్ నోటిఫికేషన్లు',
    },
    'ebx5hotx': {
      'en':
          'Receive Push notifications from our application on a semi regular basis.',
      'hi': 'हमारे एप्लिकेशन से अर्ध नियमित आधार पर पुश सूचनाएं प्राप्त करें।',
      'ml':
          'ഞങ്ങളുടെ ആപ്ലിക്കേഷനിൽ നിന്ന് ഒരു സെമി റെഗുലർ അടിസ്ഥാനത്തിൽ പുഷ് അറിയിപ്പുകൾ സ്വീകരിക്കുക.',
      'ta':
          'எங்கள் விண்ணப்பத்திலிருந்து புஷ் அறிவிப்புகளை அரை வழக்கமான அடிப்படையில் பெறவும்.',
      'te':
          'సెమీ రెగ్యులర్ ప్రాతిపదికన మా అప్లికేషన్ నుండి పుష్ నోటిఫికేషన్‌లను స్వీకరించండి.',
    },
    'nfwhq2sy': {
      'en': 'Email Notifications',
      'hi': 'ईमेल सूचनाएं',
      'ml': 'ഇമെയിൽ അറിയിപ്പുകൾ',
      'ta': 'மின்னஞ்சல் அறிவிப்புகள்',
      'te': 'ఇమెయిల్ నోటిఫికేషన్‌లు',
    },
    'dn4qxwy0': {
      'en':
          'Receive email notifications from our marketing team about new features.',
      'hi':
          'नई सुविधाओं के बारे में हमारी मार्केटिंग टीम से ईमेल सूचनाएं प्राप्त करें।',
      'ml':
          'പുതിയ ഫീച്ചറുകളെ കുറിച്ച് ഞങ്ങളുടെ മാർക്കറ്റിംഗ് ടീമിൽ നിന്ന് ഇമെയിൽ അറിയിപ്പുകൾ സ്വീകരിക്കുക.',
      'ta':
          'புதிய அம்சங்களைப் பற்றி எங்கள் மார்க்கெட்டிங் குழுவிடமிருந்து மின்னஞ்சல் அறிவிப்புகளைப் பெறவும்.',
      'te':
          'కొత్త ఫీచర్‌ల గురించి మా మార్కెటింగ్ బృందం నుండి ఇమెయిల్ నోటిఫికేషన్‌లను స్వీకరించండి.',
    },
    'u667z0yv': {
      'en': 'Location Services',
      'hi': 'स्थान सेवाएं',
      'ml': 'ലൊക്കേഷൻ സേവനങ്ങൾ',
      'ta': 'இருப்பிட சேவை',
      'te': 'స్థల సేవలు',
    },
    'kz5ilh3j': {
      'en':
          'Allow us to track your location, this helps keep track of spending and keeps you safe.',
      'hi':
          'हमें अपना स्थान ट्रैक करने की अनुमति दें, इससे खर्च पर नज़र रखने में मदद मिलती है और आप सुरक्षित रहते हैं।',
      'ml':
          'നിങ്ങളുടെ ലൊക്കേഷൻ ട്രാക്ക് ചെയ്യാൻ ഞങ്ങളെ അനുവദിക്കുക, ഇത് ചെലവുകളുടെ ട്രാക്ക് സൂക്ഷിക്കാനും നിങ്ങളെ സുരക്ഷിതമായി നിലനിർത്താനും സഹായിക്കുന്നു.',
      'ta':
          'உங்கள் இருப்பிடத்தைக் கண்காணிக்க எங்களை அனுமதிக்கவும், இது செலவினங்களைக் கண்காணிக்கவும் உங்களைப் பாதுகாப்பாக வைத்திருக்கவும் உதவுகிறது.',
      'te':
          'మీ స్థానాన్ని ట్రాక్ చేయడానికి మమ్మల్ని అనుమతించండి, ఇది ఖర్చులను ట్రాక్ చేయడంలో సహాయపడుతుంది మరియు మిమ్మల్ని సురక్షితంగా ఉంచుతుంది.',
    },
    'bhvz0v28': {
      'en': 'Languages',
      'hi': 'बोली',
      'ml': 'ഭാഷകൾ',
      'ta': 'மொழிகள்',
      'te': 'భాషలు',
    },
    'r7boml9i': {
      'en': 'Save Changes',
      'hi': 'परिवर्तनों को सुरक्षित करें',
      'ml': 'മാറ്റങ്ങൾ സൂക്ഷിക്കുക',
      'ta': 'மாற்றங்களை சேமியுங்கள்',
      'te': 'మార్పులను ఊంచు',
    },
    '1vapalrd': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // MapsCopy
  {
    '5zh04tlc': {
      'en': 'Locate nearby Centres',
      'hi': 'आस-पास के केंद्रों का पता लगाएं',
      'ml': 'അടുത്തുള്ള കേന്ദ്രങ്ങൾ കണ്ടെത്തുക',
      'ta': 'அருகிலுள்ள மையங்களைக் கண்டறியவும்',
      'te': 'సమీపంలోని కేంద్రాలను గుర్తించండి',
    },
    'jttuxrey': {
      'en': 'Locate',
      'hi': 'का पता लगाने',
      'ml': 'കണ്ടെത്തുക',
      'ta': 'கண்டறிக',
      'te': 'గుర్తించండి',
    },
  },
  // booking
  {
    'kil8att3': {
      'en': 'Book',
      'hi': 'किताब',
      'ml': 'പുസ്തകം',
      'ta': 'நூல்',
      'te': 'పుస్తకం',
    },
    'n5tbaih5': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // HistoryAnalysis
  {
    'dcqj24kf': {
      'en': 'How to keep yourself productive while doing tutorials.',
      'hi': 'ट्यूटोरियल करते समय खुद को उत्पादक कैसे बनाए रखें।',
      'ml':
          'ട്യൂട്ടോറിയലുകൾ ചെയ്യുമ്പോൾ സ്വയം എങ്ങനെ ഉൽപ്പാദനക്ഷമത നിലനിർത്താം.',
      'ta': 'டுடோரியல்களைச் செய்யும்போது உங்களை எவ்வாறு உற்பத்தி செய்வது.',
      'te':
          'ట్యుటోరియల్స్ చేస్తున్నప్పుడు మిమ్మల్ని మీరు ఉత్పాదకంగా ఎలా ఉంచుకోవాలి.',
    },
    '1ex0l31s': {
      'en': 'Introduction',
      'hi': 'परिचय',
      'ml': 'ആമുഖം',
      'ta': 'அறிமுகம்',
      'te': 'పరిచయం',
    },
    '3yvajvh2': {
      'en':
          'Elevate your casual look with these fashionable culottes. With their wide-leg design and comfortable waistband, they\'re perfect for staying stylish while on the go. Pair them with a tucked-in blouse and statement sneakers for a chic and modern outfit.\n\nElevate your casual look with these fashionable culottes. With their wide-leg design and comfortable waistband, they\'re perfect for staying stylish while on the go. Pair them with a tucked-in blouse and statement sneakers for a chic and modern outfit.',
      'hi':
          'इन फैशनेबल कूलोट्स के साथ अपने कैज़ुअल लुक को बेहतर बनाएं। अपने चौड़े पैरों वाले डिज़ाइन और आरामदायक कमरबंद के साथ, वे चलते समय स्टाइलिश बने रहने के लिए बिल्कुल उपयुक्त हैं। एक आकर्षक और आधुनिक पोशाक के लिए इन्हें टक-इन ब्लाउज और स्टेटमेंट स्नीकर्स के साथ पहनें।\n\nइन फैशनेबल कूलोट्स के साथ अपने कैज़ुअल लुक को बेहतर बनाएं। अपने चौड़े पैरों वाले डिज़ाइन और आरामदायक कमरबंद के साथ, वे चलते समय स्टाइलिश बने रहने के लिए बिल्कुल उपयुक्त हैं। एक आकर्षक और आधुनिक पोशाक के लिए इन्हें टक-इन ब्लाउज और स्टेटमेंट स्नीकर्स के साथ पहनें।',
      'ml':
          'ഈ ഫാഷനബിൾ കുലോട്ടുകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ കാഷ്വൽ ലുക്ക് ഉയർത്തുക. വിശാലമായ ലെഗ് ഡിസൈനും സുഖപ്രദമായ അരക്കെട്ടും ഉള്ളതിനാൽ, യാത്രയിലായിരിക്കുമ്പോൾ സ്റ്റൈലിഷ് ആയി തുടരാൻ അവ അനുയോജ്യമാണ്. ചിക്, മോഡേൺ വസ്ത്രങ്ങൾക്കായി ടക്ക്-ഇൻ ബ്ലൗസും സ്‌റ്റേറ്റ്‌മെന്റ് സ്‌നീക്കറുകളും ഉപയോഗിച്ച് അവയെ ജോടിയാക്കുക.\n\nഈ ഫാഷനബിൾ കുലോട്ടുകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ കാഷ്വൽ ലുക്ക് ഉയർത്തുക. വിശാലമായ ലെഗ് ഡിസൈനും സുഖപ്രദമായ അരക്കെട്ടും ഉള്ളതിനാൽ, യാത്രയിലായിരിക്കുമ്പോൾ സ്റ്റൈലിഷ് ആയി തുടരാൻ അവ അനുയോജ്യമാണ്. ചിക്, മോഡേൺ വസ്ത്രങ്ങൾക്കായി ടക്ക്-ഇൻ ബ്ലൗസും സ്‌റ്റേറ്റ്‌മെന്റ് സ്‌നീക്കറുകളും ഉപയോഗിച്ച് അവയെ ജോടിയാക്കുക.',
      'ta':
          'இந்த நாகரீகமான குலோட்டுகள் மூலம் உங்கள் சாதாரண தோற்றத்தை உயர்த்துங்கள். பரந்த-கால் வடிவமைப்பு மற்றும் வசதியான இடுப்புப் பட்டையுடன், பயணத்தின்போது ஸ்டைலாக இருப்பதற்கு அவை சரியானவை. ஒரு புதுப்பாணியான மற்றும் நவீன ஆடைக்காக, டக்-இன் பிளவுஸ் மற்றும் ஸ்டேட்மென்ட் ஸ்னீக்கர்களுடன் அவற்றை இணைக்கவும்.\n\nஇந்த நாகரீகமான குலோட்டுகள் மூலம் உங்கள் சாதாரண தோற்றத்தை உயர்த்துங்கள். பரந்த-கால் வடிவமைப்பு மற்றும் வசதியான இடுப்புப் பட்டையுடன், பயணத்தின்போது ஸ்டைலாக இருப்பதற்கு அவை சரியானவை. ஒரு புதுப்பாணியான மற்றும் நவீன ஆடைக்காக, டக்-இன் பிளவுஸ் மற்றும் ஸ்டேட்மென்ட் ஸ்னீக்கர்களுடன் அவற்றை இணைக்கவும்.',
      'te':
          'ఈ ఫ్యాషన్ కులోట్‌లతో మీ సాధారణ రూపాన్ని ఎలివేట్ చేసుకోండి. వారి వైడ్-లెగ్ డిజైన్ మరియు సౌకర్యవంతమైన నడుము పట్టీతో, ప్రయాణంలో ఉన్నప్పుడు స్టైలిష్‌గా ఉండటానికి అవి సరైనవి. చిక్ మరియు ఆధునిక దుస్తుల కోసం టక్-ఇన్ బ్లౌజ్ మరియు స్టేట్‌మెంట్ స్నీకర్‌లతో వాటిని జత చేయండి.\n\nఈ ఫ్యాషన్ కులోట్‌లతో మీ సాధారణ రూపాన్ని ఎలివేట్ చేసుకోండి. వారి వైడ్-లెగ్ డిజైన్ మరియు సౌకర్యవంతమైన నడుము పట్టీతో, ప్రయాణంలో ఉన్నప్పుడు స్టైలిష్‌గా ఉండటానికి అవి సరైనవి. చిక్ మరియు ఆధునిక దుస్తుల కోసం టక్-ఇన్ బ్లౌజ్ మరియు స్టేట్‌మెంట్ స్నీకర్‌లతో వాటిని జత చేయండి.',
    },
    'fu3rj6jm': {
      'en': 'Analysis of History.',
      'hi': 'इतिहास का विश्लेषण.',
      'ml': 'ചരിത്രത്തിന്റെ വിശകലനം.',
      'ta': 'வரலாற்றின் பகுப்பாய்வு.',
      'te': 'చరిత్ర విశ్లేషణ.',
    },
    'uw4zwv5z': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
  },
  // SearchDoctors
  {
    'c5s71ke4': {
      'en': 'Search for Doctors...',
      'hi': 'डॉक्टरों की खोज करें...',
      'ml': 'ഡോക്ടർമാരെ തിരയുക...',
      'ta': 'மருத்துவர்களைத் தேடுங்கள்...',
      'te': 'వైద్యుల కోసం అన్వేషణ...',
    },
    'yl8er7y0': {
      'en': 'Randie Mcmullens',
      'hi': 'रैंडी मैकमुलेंस',
      'ml': 'റാൻഡി മക്മുള്ളൻസ്',
      'ta': 'ராண்டி மெக்முல்லன்ஸ்',
      'te': 'రాండీ మెక్ముల్లెన్స్',
    },
    'j1ll5x95': {
      'en': '(123) 456-7890',
      'hi': '(123)456-7890',
      'ml': '(123) 456-7890',
      'ta': '(123) 456-7890',
      'te': '(123) 456-7890',
    },
    'n83x5i27': {
      'en': 'name@domain.com',
      'hi': 'name@domain.com',
      'ml': 'name@domain.com',
      'ta': 'name@domain.com',
      'te': 'name@domain.com',
    },
    '8ekuu1z5': {
      'en': 'Raney Bold',
      'hi': 'राने बोल्ड',
      'ml': 'റാണി ബോൾഡ്',
      'ta': 'ரானி போல்ட்',
      'te': 'రానీ బోల్డ్',
    },
    's7770i3d': {
      'en': '(123) 456-7890',
      'hi': '(123)456-7890',
      'ml': '(123) 456-7890',
      'ta': '(123) 456-7890',
      'te': '(123) 456-7890',
    },
    'wm9cm64w': {
      'en': 'name@domain.com',
      'hi': 'name@domain.com',
      'ml': 'name@domain.com',
      'ta': 'name@domain.com',
      'te': 'name@domain.com',
    },
    '6mg0k29k': {
      'en': 'Ragina Smith',
      'hi': 'रागिना स्मिथ',
      'ml': 'റാഗിന സ്മിത്ത്',
      'ta': 'ரகினா ஸ்மித்',
      'te': 'రాగినా స్మిత్',
    },
    'xgkulqkq': {
      'en': '(123) 456-7890',
      'hi': '(123)456-7890',
      'ml': '(123) 456-7890',
      'ta': '(123) 456-7890',
      'te': '(123) 456-7890',
    },
    '5d65rmgl': {
      'en': 'name@domain.com',
      'hi': 'name@domain.com',
      'ml': 'name@domain.com',
      'ta': 'name@domain.com',
      'te': 'name@domain.com',
    },
    'bwigxbqa': {
      'en': 'Ra Kuo',
      'hi': 'रा कू',
      'ml': 'രാ കുവോ',
      'ta': 'ரா குவோ',
      'te': 'రా కువో',
    },
    'xbiy0m3o': {
      'en': '(123) 456-7890',
      'hi': '(123)456-7890',
      'ml': '(123) 456-7890',
      'ta': '(123) 456-7890',
      'te': '(123) 456-7890',
    },
    '0jm92d04': {
      'en': 'name@domain.com',
      'hi': 'name@domain.com',
      'ml': 'name@domain.com',
      'ta': 'name@domain.com',
      'te': 'name@domain.com',
    },
    'kw4gbn2q': {
      'en': 'Raku Davis',
      'hi': 'राकू डेविस',
      'ml': 'രാകു ഡേവിസ്',
      'ta': 'ராகு டேவிஸ்',
      'te': 'రాకు డేవిస్',
    },
    '3xib801h': {
      'en': '(123) 456-7890',
      'hi': '(123)456-7890',
      'ml': '(123) 456-7890',
      'ta': '(123) 456-7890',
      'te': '(123) 456-7890',
    },
    'mtl2dmym': {
      'en': 'name@domain.com',
      'hi': 'name@domain.com',
      'ml': 'name@domain.com',
      'ta': 'name@domain.com',
      'te': 'name@domain.com',
    },
    'yaf6pcw6': {
      'en': 'Search Doctors',
      'hi': 'डॉक्टरों को खोजें',
      'ml': 'ഡോക്ടർമാരെ തിരയുക',
      'ta': 'மருத்துவர்களைத் தேடுங்கள்',
      'te': 'వైద్యులను శోధించండి',
    },
    'i5nvu4z4': {
      'en': 'Booking',
      'hi': 'बुकिंग',
      'ml': 'ബുക്കിംഗ്',
      'ta': 'பதிவு',
      'te': 'బుకింగ్',
    },
  },
  // messageBottomSheet
  {
    '4ns6dvu5': {
      'en': 'Your Messages',
      'hi': 'आपके संदेश',
      'ml': 'നിങ്ങളുടെ സന്ദേശങ്ങൾ',
      'ta': 'உங்கள் செய்திகள்',
      'te': 'మీ సందేశాలు',
    },
    'emhxjeel': {
      'en': 'Below are your new messages',
      'hi': 'नीचे आपके नए संदेश हैं',
      'ml': 'നിങ്ങളുടെ പുതിയ സന്ദേശങ്ങൾ ചുവടെയുണ്ട്',
      'ta': 'உங்கள் புதிய செய்திகள் கீழே உள்ளன',
      'te': 'మీ కొత్త సందేశాలు క్రింద ఉన్నాయి',
    },
    'af4m817k': {
      'en': 'Username here',
      'hi': 'यहाँ उपयोक्तानाम',
      'ml': 'ഉപയോക്തൃനാമം ഇവിടെ',
      'ta': 'பயனர் பெயர் இங்கே',
      'te': 'వినియోగదారు పేరు ఇక్కడ',
    },
    'v4mnqtz3': {
      'en': 'okay wow, you could definitely catch meat the restaurant in Ibiza',
      'hi':
          'ठीक है वाह, आप निश्चित रूप से इबीसा के रेस्तरां में मांस पकड़ सकते हैं',
      'ml':
          'ശരി, ഐബിസയിലെ റെസ്റ്റോറന്റിൽ നിങ്ങൾക്ക് തീർച്ചയായും മാംസം പിടിക്കാം',
      'ta':
          'சரி ஆஹா, ஐபிசாவில் உள்ள உணவகத்தில் நீங்கள் நிச்சயமாக இறைச்சியைப் பிடிக்கலாம்',
      'te':
          'సరే వావ్, మీరు ఖచ్చితంగా ఇబిజాలోని రెస్టారెంట్‌లో మాంసం తీసుకోవచ్చు',
    },
    't19hi504': {
      'en': 'Posted',
      'hi': 'की तैनाती',
      'ml': 'പോസ്റ്റുചെയ്ത',
      'ta': 'இடுகையிடப்பட்டது',
      'te': 'పోస్ట్ చేయబడింది',
    },
    '1q734cb3': {
      'en': 'A few moments ago',
      'hi': 'कुछ क्षण पहले',
      'ml': 'കുറച്ച് നിമിഷങ്ങൾക്ക് മുമ്പ്',
      'ta': 'சில கணங்களுக்கு முன்பு',
      'te': 'కొద్ది క్షణాల క్రితం',
    },
    'g3oy4l4x': {
      'en': 'Username here',
      'hi': 'यहाँ उपयोक्तानाम',
      'ml': 'ഉപയോക്തൃനാമം ഇവിടെ',
      'ta': 'பயனர் பெயர் இங்கே',
      'te': 'వినియోగదారు పేరు ఇక్కడ',
    },
    'aopgiabe': {
      'en': 'okay wow, you could definitely catch meat the restaurant in Ibiza',
      'hi':
          'ठीक है वाह, आप निश्चित रूप से इबीसा के रेस्तरां में मांस पकड़ सकते हैं',
      'ml':
          'ശരി, ഐബിസയിലെ റെസ്റ്റോറന്റിൽ നിങ്ങൾക്ക് തീർച്ചയായും മാംസം പിടിക്കാം',
      'ta':
          'சரி ஆஹா, ஐபிசாவில் உள்ள உணவகத்தில் நீங்கள் நிச்சயமாக இறைச்சியைப் பிடிக்கலாம்',
      'te':
          'సరే వావ్, మీరు ఖచ్చితంగా ఇబిజాలోని రెస్టారెంట్‌లో మాంసం తీసుకోవచ్చు',
    },
    'ijzdw9fw': {
      'en': 'Posted',
      'hi': 'की तैनाती',
      'ml': 'പോസ്റ്റുചെയ്ത',
      'ta': 'இடுகையிடப்பட்டது',
      'te': 'పోస్ట్ చేయబడింది',
    },
    'tggyoqm2': {
      'en': 'A few moments ago',
      'hi': 'कुछ क्षण पहले',
      'ml': 'കുറച്ച് നിമിഷങ്ങൾക്ക് മുമ്പ്',
      'ta': 'சில கணங்களுக்கு முன்பு',
      'te': 'కొద్ది క్షణాల క్రితం',
    },
    '5mgzqnma': {
      'en': 'Username here',
      'hi': 'यहाँ उपयोक्तानाम',
      'ml': 'ഉപയോക്തൃനാമം ഇവിടെ',
      'ta': 'பயனர் பெயர் இங்கே',
      'te': 'వినియోగదారు పేరు ఇక్కడ',
    },
    'j3o3f14r': {
      'en': 'okay wow, you could definitely catch meat the restaurant in Ibiza',
      'hi':
          'ठीक है वाह, आप निश्चित रूप से इबीसा के रेस्तरां में मांस पकड़ सकते हैं',
      'ml':
          'ശരി, ഐബിസയിലെ റെസ്റ്റോറന്റിൽ നിങ്ങൾക്ക് തീർച്ചയായും മാംസം പിടിക്കാം',
      'ta':
          'சரி ஆஹா, ஐபிசாவில் உள்ள உணவகத்தில் நீங்கள் நிச்சயமாக இறைச்சியைப் பிடிக்கலாம்',
      'te':
          'సరే వావ్, మీరు ఖచ్చితంగా ఇబిజాలోని రెస్టారెంట్‌లో మాంసం తీసుకోవచ్చు',
    },
    '5snfvije': {
      'en': 'Posted',
      'hi': 'की तैनाती',
      'ml': 'പോസ്റ്റുചെയ്ത',
      'ta': 'இடுகையிடப்பட்டது',
      'te': 'పోస్ట్ చేయబడింది',
    },
    'xg29rqvr': {
      'en': 'A few moments ago',
      'hi': 'कुछ क्षण पहले',
      'ml': 'കുറച്ച് നിമിഷങ്ങൾക്ക് മുമ്പ്',
      'ta': 'சில கணங்களுக்கு முன்பு',
      'te': 'కొద్ది క్షణాల క్రితం',
    },
  },
  // mainWebNav
  {
    '6k1m9fzf': {
      'en': 'PsyCheck',
      'hi': 'साइचेक',
      'ml': 'സൈചെക്ക്',
      'ta': 'PsyCheck',
      'te': 'సైచెక్',
    },
    '6uj891bd': {
      'en': 'MENU',
      'hi': 'मेन्यू',
      'ml': 'മെനു',
      'ta': 'பட்டியல்',
      'te': 'మెను',
    },
    'wf47m2zy': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
    '76hfn692': {
      'en': 'Assessment',
      'hi': 'आकलन',
      'ml': 'വിലയിരുത്തൽ',
      'ta': 'மதிப்பீடு',
      'te': 'మూల్యాంకనం',
    },
    'aqgyhyfh': {
      'en': 'Chat',
      'hi': 'बात करना',
      'ml': 'ചാറ്റ്',
      'ta': 'அரட்டை',
      'te': 'చాట్',
    },
    'q7sjsa30': {
      'en': 'USER',
      'hi': 'उपयोगकर्ता',
      'ml': 'ഉപയോക്താവ്',
      'ta': 'பயனர்',
      'te': 'USER',
    },
    'g7jmfk56': {
      'en': 'Profile',
      'hi': 'प्रोफ़ाइल',
      'ml': 'പ്രൊഫൈൽ',
      'ta': 'சுயவிவரம்',
      'te': 'ప్రొఫైల్',
    },
    'rs7rw0mr': {
      'en': 'Settings',
      'hi': 'समायोजन',
      'ml': 'ക്രമീകരണങ്ങൾ',
      'ta': 'அமைப்புகள்',
      'te': 'సెట్టింగ్‌లు',
    },
    'dr8heqen': {
      'en': 'Logout',
      'hi': 'लॉग आउट',
      'ml': 'പുറത്തുകടക്കുക',
      'ta': 'வெளியேறு',
      'te': 'లాగ్అవుట్',
    },
    'koqq1ysc': {
      'en': 'Help Center',
      'hi': 'सहायता केंद्र',
      'ml': 'സഹായകേന്ദ്രം',
      'ta': 'உதவி மையம்',
      'te': 'సహాయ కేంద్రం',
    },
    'i4d7pa9x': {
      'en': 'Having trouble with Platinum? Contact us below.',
      'hi': 'प्लैटिनम से परेशानी हो रही है? नीचे हमसे संपर्क करें.',
      'ml': 'പ്ലാറ്റിനത്തിൽ പ്രശ്നമുണ്ടോ? താഴെ ഞങ്ങളെ ബന്ധപ്പെടുക.',
      'ta': 'பிளாட்டினத்தில் பிரச்சனை உள்ளதா? கீழே எங்களை தொடர்பு கொள்ளவும்.',
      'te': 'ప్లాటినంతో సమస్య ఉందా? దిగువన మమ్మల్ని సంప్రదించండి.',
    },
    '6hw0gbr2': {
      'en': 'Go To Help Center',
      'hi': 'सहायता केंद्र पर जाएं',
      'ml': 'സഹായ കേന്ദ്രത്തിലേക്ക് പോകുക',
      'ta': 'உதவி மையத்திற்குச் செல்லவும்',
      'te': 'సహాయ కేంద్రానికి వెళ్లండి',
    },
  },
  // mobileNav
  {
    'rl2wne5i': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
    '13spllee': {
      'en': 'Assessment',
      'hi': 'आकलन',
      'ml': 'വിലയിരുത്തൽ',
      'ta': 'மதிப்பீடு',
      'te': 'మూల్యాంకనం',
    },
    '9rqe295y': {
      'en': 'Registry',
      'hi': 'रजिस्ट्री',
      'ml': 'രജിസ്ട്രി',
      'ta': 'பதிவுத்துறை',
      'te': 'రిజిస్ట్రీ',
    },
    'ud2ca76r': {
      'en': 'Chat',
      'hi': 'बात करना',
      'ml': 'ചാറ്റ്',
      'ta': 'அரட்டை',
      'te': 'చాట్',
    },
    'm33ywwtt': {
      'en': 'Account',
      'hi': 'खाता',
      'ml': 'അക്കൗണ്ട്',
      'ta': 'கணக்கு',
      'te': 'ఖాతా',
    },
  },
  // altNav
  {
    'ptul9dc7': {
      'en': 'PsyCheck',
      'hi': 'साइचेक',
      'ml': 'PsyCheck',
      'ta': 'PsyCheck',
      'te': 'సైచెక్',
    },
    '37icdzc5': {
      'en': 'MENU',
      'hi': 'मेन्यू',
      'ml': 'മെനു',
      'ta': 'பட்டியல்',
      'te': 'మెను',
    },
    '9qmkic34': {
      'en': 'Home',
      'hi': 'घर',
      'ml': 'വീട്',
      'ta': 'வீடு',
      'te': 'హోమ్',
    },
    'mapxed9g': {
      'en': 'Intial Test',
      'hi': 'प्रारंभिक परीक्षण',
      'ml': 'പ്രാഥമിക പരിശോധന',
      'ta': 'ஆரம்ப சோதனை',
      'te': 'ప్రారంభ పరీక్ష',
    },
    'wq3mu4jd': {
      'en': 'Registry',
      'hi': 'रजिस्ट्री',
      'ml': 'രജിസ്ട്രി',
      'ta': 'பதிவுத்துறை',
      'te': 'రిజిస్ట్రీ',
    },
    '5vc12uz5': {
      'en': 'Chats',
      'hi': 'चैट',
      'ml': 'ചാറ്റുകൾ',
      'ta': 'அரட்டைகள்',
      'te': 'చాట్‌లు',
    },
    '6oizzpcn': {
      'en': 'USER',
      'hi': 'उपयोगकर्ता',
      'ml': 'ഉപയോക്താവ്',
      'ta': 'பயனர்',
      'te': 'USER',
    },
    'j6e70vcg': {
      'en': 'Account',
      'hi': 'खाता',
      'ml': 'അക്കൗണ്ട്',
      'ta': 'கணக்கு',
      'te': 'ఖాతా',
    },
    'pyg60tal': {
      'en': 'Settings',
      'hi': 'समायोजन',
      'ml': 'ക്രമീകരണങ്ങൾ',
      'ta': 'அமைப்புகள்',
      'te': 'సెట్టింగ్‌లు',
    },
  },
  // Dashboard05Summary
  {
    '9dqlt29t': {
      'en': 'Toolkit',
      'hi': 'टूलकिट',
      'ml': 'ടൂൾകിറ്റ്',
      'ta': 'கருவித்தொகுப்பு',
      'te': 'టూల్‌కిట్',
    },
    '1a77fedr': {
      'en': 'Energy Restoration',
      'hi': 'ऊर्जा बहाली',
      'ml': 'ഊർജ്ജ പുനഃസ്ഥാപനം',
      'ta': 'ஆற்றல் மறுசீரமைப்பு',
      'te': 'శక్తి పునరుద్ధరణ',
    },
    '2ifw2xvr': {
      'en': 'Find your drive from within your self',
      'hi': 'अपनी प्रेरणा को अपने भीतर से खोजें',
      'ml': 'നിങ്ങളുടെ ഉള്ളിൽ നിന്ന് നിങ്ങളുടെ ഡ്രൈവ് കണ്ടെത്തുക',
      'ta': 'உங்கள் சுயத்திலிருந்து உங்கள் இயக்கத்தைக் கண்டறியவும்',
      'te': 'మీ స్వీయ నుండి మీ డ్రైవ్‌ను కనుగొనండి',
    },
    'x3sldbzu': {
      'en': '45%',
      'hi': '45%',
      'ml': '45%',
      'ta': '45%',
      'te': '45%',
    },
  },
  // altNav_2
  {
    '160ipley': {
      'en': 'MENU',
      'hi': 'मेन्यू',
      'ml': 'മെനു',
      'ta': 'பட்டியல்',
      'te': 'మెను',
    },
  },
  // Dashboard05Overview
  {
    'zcalo4xy': {
      'en': 'Sales',
      'hi': 'बिक्री',
      'ml': 'വിൽപ്പന',
      'ta': 'விற்பனை',
      'te': 'అమ్మకాలు',
    },
    'srvp4pyu': {
      'en': 'Total Sales Today',
      'hi': 'आज की कुल बिक्री',
      'ml': 'ഇന്നത്തെ മൊത്തം വിൽപ്പന',
      'ta': 'இன்று மொத்த விற்பனை',
      'te': 'ఈరోజు మొత్తం అమ్మకాలు',
    },
    '8gz4th6b': {
      'en': '\$500.20',
      'hi': '\$500.20',
      'ml': '\$500.20',
      'ta': '\$500.20',
      'te': '\$500.20',
    },
    'xl931czk': {
      'en': '55%',
      'hi': '55%',
      'ml': '55%',
      'ta': '55%',
      'te': '55%',
    },
  },
  // Dashboard05OverviewCopy
  {
    'z11x1de2': {
      'en': 'Sales',
      'hi': 'बिक्री',
      'ml': 'വിൽപ്പന',
      'ta': 'விற்பனை',
      'te': 'అమ్మకాలు',
    },
    '23ell3a7': {
      'en': 'Total Sales Today',
      'hi': 'आज की कुल बिक्री',
      'ml': 'ഇന്നത്തെ മൊത്തം വിൽപ്പന',
      'ta': 'இன்று மொத்த விற்பனை',
      'te': 'ఈరోజు మొత్తం అమ్మకాలు',
    },
    'drg1oxwv': {
      'en': '\$500.20',
      'hi': '\$500.20',
      'ml': '\$500.20',
      'ta': '\$500.20',
      'te': '\$500.20',
    },
    '1jog45w0': {
      'en': '55%',
      'hi': '55%',
      'ml': '55%',
      'ta': '55%',
      'te': '55%',
    },
  },
  // BlankListComponent
  {
    '1e6ianpj': {
      'en':
          'I\'m your friendly IT Support Assistant and I am here to help you!🤯\n\nPlease tell me your IT problem and I will offer some advice or guidance  🎉',
      'hi':
          'मैं आपका मित्रवत आईटी सहायता सहायक हूं और आपकी सहायता के लिए यहां हूं!🤯\n\nकृपया मुझे अपनी आईटी समस्या बताएं और मैं कुछ सलाह या मार्गदर्शन दूंगा',
      'ml':
          'ഞാൻ നിങ്ങളുടെ സൗഹൃദ ഐടി സപ്പോർട്ട് അസിസ്റ്റന്റാണ്, നിങ്ങളെ സഹായിക്കാൻ ഞാൻ ഇവിടെയുണ്ട്!🤯\n\nനിങ്ങളുടെ ഐടി പ്രശ്നം എന്നോട് പറയൂ, ഞാൻ കുറച്ച് ഉപദേശമോ മാർഗ്ഗനിർദ്ദേശമോ തരാം 🎉',
      'ta':
          'நான் உங்கள் நட்பு IT ஆதரவு உதவியாளர் மற்றும் உங்களுக்கு உதவ நான் இங்கு இருக்கிறேன்!🤯\n\nஉங்கள் IT பிரச்சனையை என்னிடம் கூறுங்கள், நான் சில ஆலோசனைகள் அல்லது வழிகாட்டல்களை வழங்குகிறேன்🎉',
      'te':
          'నేను మీ స్నేహపూర్వక IT సపోర్ట్ అసిస్టెంట్ మరియు మీకు సహాయం చేయడానికి నేను ఇక్కడ ఉన్నాను!🤯\n\nదయచేసి మీ IT సమస్యను నాకు చెప్పండి మరియు నేను కొన్ని సలహాలు లేదా మార్గదర్శకాలను అందిస్తాను 🎉',
    },
  },
  // moodTracker
  {
    'pc5xijws': {
      'en': 'Mood Tracker',
      'hi': 'मूड ट्रैकर',
      'ml': 'മൂഡ് ട്രാക്കർ',
      'ta': 'மூட் டிராக்கர்',
      'te': 'మూడ్ ట్రాకర్',
    },
    'tugn3osn': {
      'en':
          'Below is an overview of your daily mood.\nHow\'s your mood today, choose from below.',
      'hi':
          'नीचे आपके दैनिक मूड का अवलोकन दिया गया है।\nआज आपका मूड कैसा है, नीचे से चुनें।',
      'ml':
          'നിങ്ങളുടെ ദൈനംദിന മാനസികാവസ്ഥയുടെ ഒരു അവലോകനം ചുവടെയുണ്ട്.\nഇന്നത്തെ നിങ്ങളുടെ മാനസികാവസ്ഥ എങ്ങനെയുണ്ട്, താഴെ നിന്ന് തിരഞ്ഞെടുക്കുക.',
      'ta':
          'உங்கள் தினசரி மனநிலையின் கண்ணோட்டம் கீழே உள்ளது.\nஇன்று உங்கள் மனநிலை எப்படி இருக்கிறது, கீழே இருந்து தேர்வு செய்யவும்.',
      'te':
          'మీ రోజువారీ మానసిక స్థితి యొక్క అవలోకనం క్రింద ఉంది.\nఈ రోజు మీ మానసిక స్థితి ఎలా ఉంది, దిగువ నుండి ఎంచుకోండి.',
    },
    'cb5hyolu': {
      'en': 'Day',
      'hi': 'दिन',
      'ml': 'ദിവസം',
      'ta': 'நாள்',
      'te': 'రోజు',
    },
    'hzifktvi': {
      'en': 'Clear',
      'hi': 'स्पष्ट',
      'ml': 'ക്ലിയർ',
      'ta': 'தெளிவு',
      'te': 'క్లియర్',
    },
    'zndq3smh': {
      'en': 'Week',
      'hi': 'सप्ताह',
      'ml': 'ആഴ്ച',
      'ta': 'வாரம்',
      'te': 'వారం',
    },
    'fw44ft0e': {
      'en': 'Analyze Overall Mood',
      'hi': 'समग्र मनोदशा का विश्लेषण करें',
      'ml': 'മൊത്തത്തിലുള്ള മാനസികാവസ്ഥ വിശകലനം ചെയ്യുക',
      'ta': 'ஒட்டுமொத்த மனநிலையை பகுப்பாய்வு செய்யுங்கள்',
      'te': 'మొత్తం మానసిక స్థితిని విశ్లేషించండి',
    },
    'bjn99ufo': {
      'en': 'Clear',
      'hi': 'स्पष्ट',
      'ml': 'ക്ലിയർ',
      'ta': 'தெளிவு',
      'te': 'క్లియర్',
    },
    '810uplaa': {
      'en': 'Month',
      'hi': 'महीना',
      'ml': 'മാസം',
      'ta': 'மாதம்',
      'te': 'నెల',
    },
    'rtvaof7h': {
      'en': 'Analyze Overall Mood',
      'hi': 'समग्र मनोदशा का विश्लेषण करें',
      'ml': 'മൊത്തത്തിലുള്ള മാനസികാവസ്ഥ വിശകലനം ചെയ്യുക',
      'ta': 'ஒட்டுமொத்த மனநிலையை பகுப்பாய்வு செய்யுங்கள்',
      'te': 'మొత్తం మానసిక స్థితిని విశ్లేషించండి',
    },
    'ol6p2cl5': {
      'en': 'Clear',
      'hi': 'स्पष्ट',
      'ml': 'ക്ലിയർ',
      'ta': 'தெளிவு',
      'te': 'క్లియర్',
    },
  },
  // UploadProfile
  {
    '1vjqljmb': {
      'en': 'Upload Profile',
      'hi': 'प्रोफ़ाइल अपलोड करें',
      'ml': 'പ്രൊഫൈൽ അപ്‌ലോഡ് ചെയ്യുക',
      'ta': 'சுயவிவரத்தைப் பதிவேற்றவும்',
      'te': 'ప్రొఫైల్‌ను అప్‌లోడ్ చేయండి',
    },
    'aiv4e1kr': {
      'en': 'Import',
      'hi': 'आयात',
      'ml': 'ഇറക്കുമതി ചെയ്യുക',
      'ta': 'இறக்குமதி',
      'te': 'దిగుమతి',
    },
    'jzkj6nwj': {
      'en': 'Save',
      'hi': 'बचाना',
      'ml': 'രക്ഷിക്കും',
      'ta': 'சேமிக்கவும்',
      'te': 'సేవ్ చేయండి',
    },
  },
  // score
  {
    'bc58gxnb': {
      'en': 'Your Score',
      'hi': 'तुम्हारे अंक',
      'ml': 'നിങ്ങളുടെ സ്കോർ',
      'ta': 'உங்கள் மதிப்பு',
      'te': 'మీ స్కోర్',
    },
  },
  // SectionRes
  {
    'y1oi6ee7': {
      'en': 'Section wise scores',
      'hi': 'अनुभागवार अंक',
      'ml': 'വിഭാഗം തിരിച്ചുള്ള സ്കോറുകൾ',
      'ta': 'பிரிவு வாரியான மதிப்பெண்கள்',
      'te': 'విభాగాల వారీగా స్కోర్లు',
    },
    'qdir4t7b': {
      'en': 'Section 1: General Mental Health',
      'hi': 'धारा 1: सामान्य मानसिक स्वास्थ्य',
      'ml': 'വിഭാഗം 1: പൊതുവായ മാനസികാരോഗ്യം',
      'ta': 'பிரிவு 1: பொது மனநலம்',
      'te': 'విభాగం 1: సాధారణ మానసిక ఆరోగ్యం',
    },
    '176y3epd': {
      'en': 'Section 2: Medication Related Concerns',
      'hi': 'धारा 2: दवा संबंधी चिंताएँ',
      'ml': 'വിഭാഗം 2: മരുന്ന് സംബന്ധമായ ആശങ്കകൾ',
      'ta': 'பிரிவு 2: மருந்து தொடர்பான கவலைகள்',
      'te': 'విభాగం 2: మందుల సంబంధిత ఆందోళనలు',
    },
    'zq1iavjq': {
      'en': 'Section 3: Addiction Concerns',
      'hi': 'धारा 3: व्यसन संबंधी चिंताएँ',
      'ml': 'വിഭാഗം 3: ആസക്തി സംബന്ധിച്ച ആശങ്കകൾ',
      'ta': 'பிரிவு 3: அடிமையாதல் கவலைகள்',
      'te': 'విభాగం 3: వ్యసనం ఆందోళనలు',
    },
    '1v6cx9nm': {
      'en': 'Section 4: Living Skills',
      'hi': 'धारा 4: जीवन जीने का कौशल',
      'ml': 'വിഭാഗം 4: ജീവിത നൈപുണ്യങ്ങൾ',
      'ta': 'பிரிவு 4: வாழும் திறன்கள்',
      'te': 'విభాగం 4: జీవన నైపుణ్యాలు',
    },
  },
  // phq9Info
  {
    '8c8bzwye': {
      'en': 'Interpretation',
      'hi': 'व्याख्या',
      'ml': 'വ്യാഖ്യാനം',
      'ta': 'விளக்கம்',
      'te': 'వివరణ',
    },
    'q774rcr9': {
      'en':
          'Note: Question 9 is a single screening question on suicide risk. A patient who answers yes to question 9 needs further assessment for suicide risk by an individual who is competent to assess this risk.',
      'hi':
          'नोट: प्रश्न 9 आत्महत्या के जोखिम पर एक एकल स्क्रीनिंग प्रश्न है। एक मरीज जो प्रश्न 9 का उत्तर हां में देता है, उसे किसी ऐसे व्यक्ति द्वारा आत्महत्या के जोखिम के लिए और अधिक मूल्यांकन की आवश्यकता है जो इस जोखिम का आकलन करने में सक्षम है।',
      'ml':
          'കുറിപ്പ്: ചോദ്യം 9 ആത്മഹത്യാ സാധ്യതയെക്കുറിച്ചുള്ള ഒരൊറ്റ സ്ക്രീനിംഗ് ചോദ്യമാണ്. 9-ാം ചോദ്യത്തിന് അതെ എന്ന് ഉത്തരം നൽകുന്ന ഒരു രോഗിക്ക് ഈ അപകടസാധ്യത വിലയിരുത്താൻ കഴിവുള്ള ഒരു വ്യക്തി ആത്മഹത്യാസാധ്യതയെക്കുറിച്ച് കൂടുതൽ വിലയിരുത്തേണ്ടതുണ്ട്.',
      'ta':
          'குறிப்பு: கேள்வி 9 என்பது தற்கொலை அபாயம் குறித்த ஒற்றைத் திரையிடல் கேள்வி. கேள்வி 9 க்கு ஆம் என்று பதிலளிக்கும் ஒரு நோயாளி, இந்த ஆபத்தை மதிப்பிடுவதற்குத் தகுதியுள்ள ஒரு நபரின் தற்கொலை அபாயத்தை மேலும் மதிப்பீடு செய்ய வேண்டும்.',
      'te':
          'గమనిక: ప్రశ్న 9 ఆత్మహత్య ప్రమాదంపై ఒకే స్క్రీనింగ్ ప్రశ్న. 9వ ప్రశ్నకు అవును అని సమాధానమిచ్చే రోగికి ఈ ప్రమాదాన్ని అంచనా వేయడానికి సమర్థుడైన వ్యక్తి ఆత్మహత్య ప్రమాదాన్ని మరింత అంచనా వేయాలి.',
    },
    '18evs2ic': {
      'en':
          'Total scores of 5, 10, 15, and 20 represent cutpoints for mild, moderate, moderately severe and severe depression, respectively.',
      'hi':
          '5, 10, 15 और 20 के कुल स्कोर क्रमशः हल्के, मध्यम, मध्यम गंभीर और गंभीर अवसाद के लिए कटपॉइंट दर्शाते हैं।',
      'ml':
          '5, 10, 15, 20 എന്നിങ്ങനെയുള്ള ആകെ സ്‌കോറുകൾ യഥാക്രമം മിതമായ, മിതമായ, മിതമായ കഠിനമായ, കഠിനമായ വിഷാദത്തിനുള്ള കട്ട്‌പോയിന്റുകളെ പ്രതിനിധീകരിക്കുന്നു.',
      'ta':
          '5, 10, 15 மற்றும் 20 ஆகிய மொத்த மதிப்பெண்கள் முறையே லேசான, மிதமான, மிதமான கடுமையான மற்றும் கடுமையான மனச்சோர்வுக்கான வெட்டுப்புள்ளிகளைக் குறிக்கின்றன.',
      'te':
          '5, 10, 15 మరియు 20 మొత్తం స్కోర్‌లు వరుసగా తేలికపాటి, మితమైన, మధ్యస్తంగా తీవ్రమైన మరియు తీవ్రమైన మాంద్యం కోసం కట్‌పాయింట్‌లను సూచిస్తాయి.',
    },
    'jdc7mn5i': {
      'en': 'Provisional Diagnosis and Proposed Treatment Actions: ',
      'hi': 'अनंतिम निदान और प्रस्तावित उपचार क्रियाएँ:',
      'ml': 'താൽക്കാലിക രോഗനിർണയവും നിർദ്ദിഷ്ട ചികിത്സാ നടപടികളും:',
      'ta': 'தற்காலிக நோயறிதல் மற்றும் முன்மொழியப்பட்ட சிகிச்சை நடவடிக்கைகள்:',
      'te': 'తాత్కాలిక రోగ నిర్ధారణ మరియు ప్రతిపాదిత చికిత్స చర్యలు:',
    },
    'rtjh8m8t': {
      'en':
          'PHQ-9 Score\tDepression Severity\tProposed Treatment Actions:\n\n0 – 4: \tNone-minimal\tNone\n5 – 9: \tMild\tWatchful waiting; repeat PHQ-9 at follow-up\n10 – 14: \tModerate\tTreatment plan, considering counseling, follow-up and/or pharmacotherapy\n15 – 19: \tModerately Severe\tActive treatment with pharmacotherapy and/or psychotherapy\n20 – 27: \tSevere\tImmediate initiation of pharmacotherapy and, if severe impairment or poor response to therapy, expedited referral to a mental health specialist for psychotherapy and/or collaborative management',
      'hi':
          'PHQ-9 स्कोर अवसाद गंभीरता प्रस्तावित उपचार क्रियाएँ:\n\n0 - 4: कोई नहीं-न्यूनतम कोई नहीं\n5 - 9: हल्की सतर्क प्रतीक्षा; फॉलो-अप पर PHQ-9 दोहराएं\n10 - 14: परामर्श, अनुवर्ती और/या फार्माकोथेरेपी पर विचार करते हुए मध्यम उपचार योजना\n15 - 19: फार्माकोथेरेपी और/या मनोचिकित्सा के साथ मध्यम रूप से गंभीर सक्रिय उपचार\n20 - 27: फार्माकोथेरेपी की गंभीर तत्काल शुरुआत और, यदि गंभीर हानि या चिकित्सा के प्रति खराब प्रतिक्रिया हो, तो मनोचिकित्सा और/या सहयोगात्मक प्रबंधन के लिए मानसिक स्वास्थ्य विशेषज्ञ के पास त्वरित रेफरल।',
      'ml':
          'PHQ-9 സ്കോർ ഡിപ്രഷൻ തീവ്രത നിർദ്ദേശിച്ച ചികിത്സാ നടപടികൾ:\n\n0 - 4: ഒന്നുമല്ല-മിനിമൽ ഒന്നുമില്ല\n5 - 9: മിതമായ ജാഗ്രതയോടെയുള്ള കാത്തിരിപ്പ്; ഫോളോ-അപ്പിൽ PHQ-9 ആവർത്തിക്കുക\n10 - 14: കൗൺസിലിംഗ്, ഫോളോ-അപ്പ് കൂടാതെ/അല്ലെങ്കിൽ ഫാർമക്കോതെറാപ്പി എന്നിവ പരിഗണിച്ച് മിതമായ ചികിത്സാ പദ്ധതി\n15 - 19: ഫാർമക്കോതെറാപ്പി കൂടാതെ/അല്ലെങ്കിൽ സൈക്കോതെറാപ്പി ഉപയോഗിച്ച് മിതമായ തീവ്രമായ സജീവ ചികിത്സ\n20 - 27: ഫാർമക്കോതെറാപ്പിയുടെ തീവ്രമായ ഉടനടി ആരംഭം, ഗുരുതരമായ വൈകല്യമോ തെറാപ്പിയോടുള്ള മോശം പ്രതികരണമോ ആണെങ്കിൽ, സൈക്കോതെറാപ്പി കൂടാതെ/അല്ലെങ്കിൽ സഹകരണ മാനേജ്മെന്റിനായി ഒരു മാനസികാരോഗ്യ വിദഗ്ദന്റെ അടുത്തേക്ക് റഫറൽ ചെയ്യുക.',
      'ta':
          'PHQ-9 மதிப்பெண் மனச்சோர்வு தீவிரம் முன்மொழியப்பட்ட சிகிச்சை நடவடிக்கைகள்:\n\n0 - 4: எதுவுமில்லை-குறைந்தபட்சம் இல்லை\n5 - 9: மிதமான கவனத்துடன் காத்திருப்பு; பின்தொடர்தலில் PHQ-9 ஐ மீண்டும் செய்யவும்\n10 - 14: மிதமான சிகிச்சைத் திட்டம், ஆலோசனை, பின்தொடர்தல் மற்றும்/அல்லது மருந்தியல் சிகிச்சை\n15 - 19: மருந்தியல் மற்றும்/அல்லது உளவியல் சிகிச்சையுடன் மிதமான தீவிர சிகிச்சை\n20 - 27: மருந்தியல் சிகிச்சையின் கடுமையான உடனடித் துவக்கம் மற்றும் கடுமையான குறைபாடு அல்லது சிகிச்சைக்கு மோசமான பதில் இருந்தால், உளவியல் சிகிச்சை மற்றும்/அல்லது கூட்டு மேலாண்மைக்காக மனநல நிபுணரிடம் விரைவுபடுத்தப்பட்டது.',
      'te':
          'PHQ-9 స్కోర్ డిప్రెషన్ తీవ్రత ప్రతిపాదిత చికిత్స చర్యలు:\n\n0 - 4: ఏదీ-కనిష్టం కాదు\n5 - 9: తేలికపాటి శ్రద్ధగల నిరీక్షణ; ఫాలో-అప్‌లో PHQ-9ని పునరావృతం చేయండి\n10 - 14: మితమైన చికిత్స ప్రణాళిక, కౌన్సెలింగ్, ఫాలో-అప్ మరియు/లేదా ఫార్మాకోథెరపీని పరిగణనలోకి తీసుకుంటుంది\n15 - 19: ఫార్మాకోథెరపీ మరియు/లేదా మానసిక చికిత్సతో మధ్యస్తంగా తీవ్రమైన క్రియాశీల చికిత్స\n20 - 27: ఫార్మాకోథెరపీ యొక్క తీవ్రమైన తక్షణ ప్రారంభం మరియు, తీవ్రమైన బలహీనత లేదా చికిత్సకు పేలవమైన ప్రతిస్పందన ఉంటే, మానసిక చికిత్స మరియు/లేదా సహకార నిర్వహణ కోసం మానసిక ఆరోగ్య నిపుణుడిని వేగవంతంగా రిఫెరల్ చేయడం',
    },
  },
  // gad7Info
  {
    'qcu63jx4': {
      'en': 'Interpretation',
      'hi': 'व्याख्या',
      'ml': 'വ്യാഖ്യാനം',
      'ta': 'விளக்கம்',
      'te': 'వివరణ',
    },
    '3favi66i': {
      'en':
          'When screening for anxiety disorders, a score of 8 or greater represents a reasonable cut-point for identifying probable cases of generalized anxiety disorder',
      'hi':
          'चिंता विकारों की जांच करते समय, 8 या उससे अधिक का स्कोर सामान्यीकृत चिंता विकार के संभावित मामलों की पहचान करने के लिए एक उचित कट-पॉइंट का प्रतिनिधित्व करता है।',
      'ml':
          'ഉത്കണ്ഠാ വൈകല്യങ്ങൾക്കായി സ്ക്രീനിംഗ് ചെയ്യുമ്പോൾ, 8 അല്ലെങ്കിൽ അതിൽ കൂടുതലുള്ള സ്കോർ, സാമാന്യവൽക്കരിച്ച ഉത്കണ്ഠാ രോഗത്തിന്റെ സാധ്യതയുള്ള കേസുകൾ തിരിച്ചറിയുന്നതിനുള്ള ന്യായമായ കട്ട്-പോയിന്റിനെ പ്രതിനിധീകരിക്കുന്നു.',
      'ta':
          'கவலைக் கோளாறுகளுக்கான ஸ்கிரீனிங் போது, ​​8 அல்லது அதற்கு மேற்பட்ட மதிப்பெண்கள் பொதுவான கவலைக் கோளாறின் சாத்தியமான நிகழ்வுகளைக் கண்டறிவதற்கான நியாயமான வெட்டுப் புள்ளியைக் குறிக்கிறது.',
      'te':
          'ఆందోళన రుగ్మతల కోసం పరీక్షించేటప్పుడు, సాధారణీకరించిన ఆందోళన రుగ్మత యొక్క సంభావ్య కేసులను గుర్తించడానికి 8 లేదా అంతకంటే ఎక్కువ స్కోరు సహేతుకమైన కట్-పాయింట్‌ను సూచిస్తుంది.',
    },
    'uhbrjb41': {
      'en':
          ' further diagnostic assessment is warranted to determine the presence and type of anxiety disorder. Using a cut-off of 8 the GAD-7 has a sensitivity of 92% and specificity of 76% for diagnosis generalized anxiety disorder.',
      'hi':
          'चिंता विकार की उपस्थिति और प्रकार को निर्धारित करने के लिए आगे के नैदानिक ​​मूल्यांकन की आवश्यकता है। 8 के कट-ऑफ का उपयोग करते हुए जीएडी-7 में सामान्यीकृत चिंता विकार के निदान के लिए 92% की संवेदनशीलता और 76% की विशिष्टता है।',
      'ml':
          'ഉത്കണ്ഠാ രോഗത്തിന്റെ സാന്നിധ്യവും തരവും നിർണ്ണയിക്കാൻ കൂടുതൽ ഡയഗ്നോസ്റ്റിക് വിലയിരുത്തൽ ആവശ്യമാണ്. 8-ന്റെ കട്ട്-ഓഫ് ഉപയോഗിച്ച് GAD-7-ന് 92% സെൻസിറ്റിവിറ്റിയും 76% സ്പെസിഫിറ്റിയും ഉണ്ട്.',
      'ta':
          'கவலைக் கோளாறின் இருப்பு மற்றும் வகையைத் தீர்மானிக்க மேலும் கண்டறியும் மதிப்பீடு தேவை. 8 இன் கட்-ஆஃப் பயன்படுத்தி GAD-7 ஆனது 92% உணர்திறனையும், பொதுவான கவலைக் கோளாறைக் கண்டறிய 76% தனித்தன்மையையும் கொண்டுள்ளது.',
      'te':
          'ఆందోళన రుగ్మత యొక్క ఉనికి మరియు రకాన్ని గుర్తించడానికి తదుపరి రోగనిర్ధారణ అంచనా అవసరం. 8 యొక్క కట్-ఆఫ్ ఉపయోగించి GAD-7 92% సున్నితత్వాన్ని మరియు సాధారణీకరించిన ఆందోళన రుగ్మత నిర్ధారణ కోసం 76% ప్రత్యేకతను కలిగి ఉంటుంది.',
    },
    'ni9lgn74': {
      'en': 'Provisional Diagnosis and Proposed Treatment Actions: ',
      'hi': 'अनंतिम निदान और प्रस्तावित उपचार क्रियाएँ:',
      'ml': 'താൽക്കാലിക രോഗനിർണയവും നിർദ്ദിഷ്ട ചികിത്സാ നടപടികളും:',
      'ta': 'தற்காலிக நோயறிதல் மற்றும் முன்மொழியப்பட்ட சிகிச்சை நடவடிக்கைகள்:',
      'te': 'తాత్కాలిక రోగ నిర్ధారణ మరియు ప్రతిపాదిత చికిత్స చర్యలు:',
    },
    '3adbavfm': {
      'en':
          'The following cut-offs correlate with level of anxiety severity:\n\nScore 0-4:  Minimal Anxiety\nScore 5-9:  Mild Anxiety\nScore 10-14:  Moderate Anxiety\nScore greater than 15:  Severe Anxiety\n\nBased on a recent meta-analysis, some experts have recommended considering using a cut-off of 8 in order to optimize sensitivity without compromising specificityimpairment or poor response to therapy, expedited referral to a mental health specialist for psychotherapy and/or collaborative management',
      'hi':
          'निम्नलिखित कट-ऑफ चिंता की गंभीरता के स्तर से संबंधित हैं:\n\nस्कोर 0-4: न्यूनतम चिंता\nस्कोर 5-9: हल्की चिंता\nस्कोर 10-14: मध्यम चिंता\n15 से अधिक अंक: गंभीर चिंता\n\nहाल के मेटा-विश्लेषण के आधार पर, कुछ विशेषज्ञों ने विशिष्टता हानि या चिकित्सा के प्रति खराब प्रतिक्रिया से समझौता किए बिना संवेदनशीलता को अनुकूलित करने के लिए 8 के कट-ऑफ का उपयोग करने पर विचार करने की सिफारिश की है, मनोचिकित्सा और/या सहयोगात्मक प्रबंधन के लिए मानसिक स्वास्थ्य विशेषज्ञ के पास शीघ्र रेफरल',
      'ml':
          'ഇനിപ്പറയുന്ന കട്ട്-ഓഫുകൾ ഉത്കണ്ഠയുടെ തീവ്രതയുടെ നിലവാരവുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു:\n\nസ്കോർ 0-4: കുറഞ്ഞ ഉത്കണ്ഠ\nസ്കോർ 5-9: നേരിയ ഉത്കണ്ഠ\nസ്കോർ 10-14: മിതമായ ഉത്കണ്ഠ\n15-ൽ കൂടുതൽ സ്കോർ: കടുത്ത ഉത്കണ്ഠ\n\nസമീപകാല മെറ്റാ-വിശകലനത്തെ അടിസ്ഥാനമാക്കി, ചില വിദഗ്‌ധർ നിർദിഷ്ട വൈകല്യമോ തെറാപ്പിയോടുള്ള മോശം പ്രതികരണമോ വിട്ടുവീഴ്‌ച ചെയ്യാതെ സംവേദനക്ഷമത ഒപ്‌റ്റിമൈസ് ചെയ്യുന്നതിന് 8-ന്റെ കട്ട്-ഓഫ് ഉപയോഗിക്കുന്നത് പരിഗണിക്കാൻ ശുപാർശ ചെയ്തിട്ടുണ്ട്, സൈക്കോതെറാപ്പിയ്‌ക്കും/അല്ലെങ്കിൽ സഹകരണ മാനേജ്‌മെന്റിനുമായി ഒരു മാനസികാരോഗ്യ വിദഗ്‌ദ്ധനെ വേഗത്തിലാക്കിയ റഫറൽ.',
      'ta':
          'பின்வரும் கட்-ஆஃப்கள் கவலையின் அளவுடன் தொடர்புபடுத்துகின்றன:\n\nஸ்கோர் 0-4: குறைந்தபட்ச கவலை\nஸ்கோர் 5-9: லேசான பதட்டம்\nஸ்கோர் 10-14: மிதமான பதட்டம்\n15 க்கும் அதிகமான மதிப்பெண்: கடுமையான கவலை\n\nசமீபத்திய மெட்டா பகுப்பாய்வின் அடிப்படையில், சில வல்லுநர்கள் குறிப்பிட்ட குறைபாடு அல்லது சிகிச்சைக்கு மோசமான பதிலைச் சமரசம் செய்யாமல் உணர்திறனை மேம்படுத்த 8 இன் கட்-ஆஃப் பயன்படுத்த பரிந்துரைக்கின்றனர், உளவியல் சிகிச்சை மற்றும்/அல்லது கூட்டு மேலாண்மைக்காக மனநல நிபுணரிடம் விரைவான பரிந்துரை',
      'te':
          'కింది కట్-ఆఫ్‌లు ఆందోళన తీవ్రత స్థాయితో పరస్పర సంబంధం కలిగి ఉంటాయి:\n\nస్కోరు 0-4: కనిష్ట ఆందోళన\nస్కోరు 5-9: తేలికపాటి ఆందోళన\nస్కోరు 10-14: మితమైన ఆందోళన\nస్కోర్ 15 కంటే ఎక్కువ: తీవ్రమైన ఆందోళన\n\nఇటీవలి మెటా-విశ్లేషణ ఆధారంగా, నిర్దిష్టత బలహీనత లేదా థెరపీకి పేలవమైన ప్రతిస్పందన రాజీపడకుండా సున్నితత్వాన్ని ఆప్టిమైజ్ చేయడానికి 8 యొక్క కట్-ఆఫ్‌ను ఉపయోగించాలని కొందరు నిపుణులు సిఫార్సు చేసారు, మానసిక చికిత్స మరియు/లేదా సహకార నిర్వహణ కోసం మానసిక ఆరోగ్య నిపుణుడికి త్వరిత రిఫెరల్',
    },
  },
  // SelectLanguage
  {
    'jloz0a6t': {
      'en': 'Select Language',
      'hi': 'भाषा चुने',
      'ml': 'ഭാഷ തിരഞ്ഞെടുക്കുക',
      'ta': 'மொழியை தேர்ந்தெடுங்கள்',
      'te': 'భాషను ఎంచుకోండి',
    },
    'on064s62': {
      'en': 'English',
      'hi': 'अंग्रेज़ी',
      'ml': 'ഇംഗ്ലീഷ്',
      'ta': 'ஆங்கிலம்',
      'te': 'ఆంగ్ల',
    },
    'fn54w6fm': {
      'en': 'తెలుగు',
      'hi': 'ठीक है',
      'ml': 'തെലുങ്ക്',
      'ta': 'தெலுங்கு',
      'te': 'తెలుగు',
    },
    '7jafdnh2': {
      'en': 'हिंदी',
      'hi': 'हिन्दी',
      'ml': 'ഹിന്ദി',
      'ta': 'ஹிந்தி',
      'te': 'హిందీ',
    },
  },
  // emptyChat
  {
    '0et67tyt': {
      'en': 'Enter a chat message to begin ...',
      'hi': 'शुरू करने के लिए चैट संदेश दर्ज करें...',
      'ml': 'ആരംഭിക്കാൻ ഒരു ചാറ്റ് സന്ദേശം നൽകുക...',
      'ta': 'தொடங்க அரட்டை செய்தியை உள்ளிடவும்...',
      'te': 'ప్రారంభించడానికి చాట్ సందేశాన్ని నమోదు చేయండి ...',
    },
  },
  // Miscellaneous
  {
    'q7c9rrmd': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'ny94gzw3': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'pp50676b': {
      'en': 'Required for locating nearby MH centers',
      'hi': 'नजदीकी एमएच केंद्रों का पता लगाने के लिए आवश्यक है',
      'ml': 'സമീപത്തുള്ള MH സെന്ററുകൾ കണ്ടെത്തുന്നതിന് ആവശ്യമാണ്',
      'ta': 'அருகிலுள்ள MH மையங்களைக் கண்டறிவதற்குத் தேவை',
      'te': 'సమీపంలోని MH కేంద్రాలను గుర్తించడం అవసరం',
    },
    'kpm2z6wk': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'zsv6hdvf': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    '0m2zxkvz': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'aj6gkc2i': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'lcmoyt7s': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'ahz2e15x': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    '4x7dets9': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'dor82zlx': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    '9g704gf3': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'u4j7e1oy': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    '5volquw2': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'j3o94vxi': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'f3s2ixtx': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'dg2xwxwu': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'er572hcz': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'hmn0dd39': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'xi4z270n': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'o946r58a': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    '3fbldddq': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    '7bwlzcja': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    '5k4gjy3q': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'v3ggms4x': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'tmosq1fo': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
    'pqup3clx': {
      'en': '',
      'hi': '',
      'ml': '',
      'ta': '',
      'te': '',
    },
  },
].reduce((a, b) => a..addAll(b));
